[
  {
    "id": "all i ask|corinne michaels",
    "title": "All I Ask",
    "author": "Corinne Michaels",
    "isbn13": "9781538745656",
    "blurb": "Fans of Christina Lauren, Colleen Hoover, and Jill Santopolo will love this breathtaking story about first love, second chances, and starting over from New York Times bestselling author Corinne Michaels. Teagan Berkeley is trying her best. A single mom raising a precocious teen, she may have given up on her dreams, but she's accepted her life in her small beachside hometown. Now the one person who abandoned her when she needed him the most has returned, bringing back memories of what might have been. Derek Hartz arrives in town with a teenage daughter-and he's full of guilt over his failed marriage and the way he ended his friendship with Teagan. He's determined to set things right with her, but first he needs to gain her trust, something he's not convinced he deserves. As Teagan and Derek open up to each other-and confess their deepest secrets-it's impossible for them to deny what's always been between them. But just when their happily ever after is within reach, their complicated history surfaces again and threatens to keep them apart. Forever.",
    "pagecount": 0,
    "publisheddate": "2020-03-17",
    "tropes": [
      "Second Chance",
      "Small Town",
      "Single Mum"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Small Town Romance"
    ],
    "cover": "assets/covers/All I Ask - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "all your perfects|colleen hoover",
    "title": "All Your Perfects",
    "author": "Colleen Hoover",
    "isbn13": "9781925640694",
    "blurb": "Can a love story with a perfect beginning survive a lifetime between two imperfect people? From the bestselling author of It Ends With Us. THEN: The last thing Quinn expected was to meet the love of her life just outside her fiancé's front door. A year after leaving behind their cheating partners, Quinn and Graham are in a perfect relationship that seems designed by fate. NOW: Seven years later, their perfect love is threatened by their imperfect marriage. The memories, mistakes, and dreams that they have built up over the years are tearing them apart. The one thing that could save them might also be the very thing that pushes their marriage past the point of no return. Written with the same emotional depth and keen insight that made Colleen Hoover's It Ends with Us and Ugly Love instant New York Times bestsellers. All Your Perfects is a powerfully moving story about a broken couple whose future hinges on promises made in the past, reminding us that the enduring power of love is the ultimate saviour. Praise for All Your Perfects 'Colleen Hoover returns with an emotionally raw page-turner.' Us Weekly 'Colleen Hoover crafts the unraveling of a marriage with brutal, unflinching honesty. The genius is in how she stitches together the perfect ending. This is one beautiful story.' Tracey Garvis Graves, author of The Girl He Used to Know 'A poignant love story … With Hoover’s evocative style, readers will experience the emotion of this story while sympathising with both Quinn and Graham.' Booklist",
    "pagecount": 254,
    "publisheddate": "2018-07-17",
    "tropes": [
      "He Falls First",
      "Marriage In Trouble",
      "slow-burn",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/All Your Perfects - Colleen Hoover-58aa7a4c29.jpg"
  },
  {
    "id": "beautiful|christina lauren",
    "title": "Beautiful",
    "author": "Christina Lauren",
    "isbn13": "9781501127991",
    "blurb": "The final, 5th full-length novel (and 10th work overall) in the Beautiful series that started with Beautiful Bastard. This one focuses on the love life of Jensen, the brother of the heroine in Beautiful Player. A movie of the series is in the works with Constantin and Lionsgate.",
    "pagecount": 416,
    "publisheddate": "2016-10-04",
    "tropes": [],
    "subgenres": [],
    "cover": "assets/covers/Beautiful - Christina Lauren-71af89080a.jpg"
  },
  {
    "id": "beautiful bastard|christina lauren",
    "title": "Beautiful Bastard",
    "author": "Christina Lauren",
    "isbn13": "9781476730103",
    "blurb": "An ambitious intern. A perfectionist executive. And a whole lot of name calling. Discover the story that garnered more than two million reads online. Whip-smart, hardworking, and on her way to an MBA, Chloe Mills has only one problem: her boss, Bennett Ryan. He’s exacting, blunt, inconsiderate—and completely irresistible. A Beautiful Bastard. Bennett has returned to Chicago from France to take a vital role in his family’s massive media business. He never expected that the assistant who’d been helping him from abroad was the gorgeous, innocently provocative—completely infuriating—creature he now has to see every day. Despite the rumors, he’s never been one for a workplace hookup. But Chloe’s so tempting he’s willing to bend the rules—or outright smash them—if it means he can have her. All over the office. As their appetites for one another increase to a breaking point, Bennett and Chloe must decide exactly what they’re willing to lose in order to win each other. Originally only available online as The Office by tby789—and garnering over 2 million reads on fanfiction sites—Beautiful Bastard has been extensively updated for re-release.",
    "pagecount": 320,
    "publisheddate": "2013-02-12",
    "tropes": [
      "Workplace Romance",
      "boss/employee",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Beautiful Bastard - Christina Lauren-5212815078.jpg"
  },
  {
    "id": "beautiful beginning|christina lauren",
    "title": "Beautiful Beginning",
    "author": "Christina Lauren",
    "isbn13": "9781476751740",
    "blurb": "The Beautiful Bastard series continues in this new novella—back when not being able to stand each other also meant not being able to keep their hands of each other, neither Bennett nor Chloe could have seen this day coming. One beautiful bastard of a groom. The most beautiful bitch of a bride. A panty-ripping office hook-up turned true love everlasting. Wedding bells can’t chime soon enough for Chloe Mills and Bennett Ryan. Chloe, exasperated and stressed by all the last-minute to-dos, is on the verge of saying “I do” to eloping. For his part, Bennett’s so worried about being distracted by Chloe’s body that he makes a no-sex-until-the-wedding-night rule that only seems to be making things worse by continually backfiring on him. As their crazy families descend for the big day—only a few of them actually trying to be helpful—the fiery lovers are about to test whether the couple that argues together can keep it together long enough to exchange rings, and not just heated words.",
    "pagecount": 208,
    "publisheddate": "2013-11-19",
    "tropes": [
      "Workplace Romance",
      "Banter",
      "boss/employee",
      "grumpy/sunshine (man grumpy)",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Beautiful Beginning - Christina Lauren-fc29691cb7.jpg"
  },
  {
    "id": "beautiful beloved|christina lauren",
    "title": "Beautiful Beloved",
    "author": "Christina Lauren",
    "isbn13": "9781476791654",
    "blurb": "The seventh work in the New York Times and #1 internationally bestselling series that started with the Beautiful Bastard, Beautiful Stranger, and Beautiful Player novels. Featuring all the Beautiful characters…plus one tiny new addition to the group. In Beautiful Stranger, finance whiz Sara Dillon met the irresistibly sexy Brit, Max Stella, at a New York City club. Through the series we’ve watched them learn to balance commitment with their less than private brand of playfulness. In Beautiful Beloved, Max and Sara take it to the next step. But the question is: Will they be able to find a balance between the wild sexcapades they aren’t ready to retire, and the demands of parenthood that come along with their new Beautiful bundle of joy? Parenthood: it’s not for the weak of heart.",
    "pagecount": 124,
    "publisheddate": "2015-02-02",
    "tropes": [
      "He Falls First",
      "Marriage In Trouble",
      "slow-burn",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Beautiful Beloved - Christina Lauren-0990bcbe39.jpg"
  },
  {
    "id": "beautiful bitch|christina lauren",
    "title": "Beautiful Bitch",
    "author": "Christina Lauren",
    "isbn13": "9781476751726",
    "blurb": "Picking up where Beautiful Bastard left off, Chloe Mills and Bennett Ryan continue their steamy, combative relationship in this new novella. Just when Chloe’s career starts to take off, Bennett wishes it would all slow down long enough to spend a wild night alone with his intern-cum-girlfriend. Preferably one in which he can show her he’s still the boss. After her continued refusals to take time off with him, Bennett can finally no longer take no for an answer. And so the couple find themselves with two plane tickets, one French villa, and a surprising conversation that, predictably, leaves them wrestling under the covers. Chloe Mills and Bennett Ryan continue their fiery love-hate relationship...and take it to the next level.",
    "pagecount": 144,
    "publisheddate": "2013-07-09",
    "tropes": [
      "boss/employee",
      "Close Proximity",
      "Forced Proximity",
      "grumpy/sunshine (man grumpy)",
      "rom-com"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Beautiful Bitch - Christina Lauren-bfa308567b.jpg"
  },
  {
    "id": "beautiful bombshell|christina lauren",
    "title": "Beautiful Bombshell",
    "author": "Christina Lauren",
    "isbn13": "9781476755090",
    "blurb": "In this new novella, the gentlemen from Beautiful Bastard, Beautiful Stranger, and Beautiful Player are out for a wild night on The Strip. A beautiful bastard of a groom-to-be. A bachelor-party-crashing bride. And one unforgettable night on the Vegas strip. When Bennett’s friends steal him away from Chloe for a weekend of shenanigans and strippers in Vegas, their first stop doesn’t exactly go as planned. Their scheme for a guys’ weekend completely derailed, Bennett and Max take every chance they get to rendezvous secretly with the women they love. But when the persistently single Will Sumner catches on, the pair realizes they need to team up with him instead of butting heads if they’re to escape for more sexy Vegas hookups. Beautiful Bastard’s Chloe Mills and Bennett Ryan are back for one last blazing prewedding hurrah- but if what happens in Vegas stays in Vegas, they might not ever want to leave!",
    "pagecount": 0,
    "publisheddate": "2013-09-03",
    "tropes": [
      "Enemies To Lovers",
      "Love Triangle"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Beautiful Bombshell - Christina Lauren-d42f3acc24.jpg"
  },
  {
    "id": "beautiful boss|christina lauren",
    "title": "Beautiful Boss",
    "author": "Christina Lauren",
    "isbn13": "9781501146220",
    "blurb": "\"When Will fell for Hanna, her quirky sense of humor and fierce dedication to her career were part of the attraction. (Not to mention her coy newbie attitude toward sex and her willingness to let him teach her everything.) But when the job offers start rolling in for her--and oh, they do--Hanna has trouble deciding what she wants, where they should live, and how much she should burden Will with the decision. Magic between the sheets is only one part of a relationship--getting on the same page is quite another altogether\"--",
    "pagecount": 128,
    "publisheddate": "2016-03",
    "tropes": [
      "Banter",
      "boss/employee",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Beautiful Boss - Christina Lauren-ece4dd8f5f.jpg"
  },
  {
    "id": "beautiful player|christina lauren",
    "title": "Beautiful Player",
    "author": "Christina Lauren",
    "isbn13": "9781476751405",
    "blurb": "\"In the third book in the Beautiful Bastard series, an agreement between a venture capitalist and a bookish woman quickly becomes a very NSFW version of My Fair Lady. When Hanna \"Ziggy\" Bergstrom moves to New York City for graduate school, Will Sumner thinks his responsibilities to his best friend's nerdy little sister will be limited to the occasional dinner and check-in. Little does he know that Ziggy is ready to break out of her bookworm academic shell and move more into bombshell territory. Of course she figures the gorgeous womanizing venture capitalist Will is the best person to help mentor her in this new field of study: dating. Will takes on the challenge with more than a healthy dose of skepticism and humor, but soon finds that Ziggy just needed a tiny push, not a world of change, to reveal a woman every man seems to notice. Soon \"Ziggy\" is gone and the unfiltered, innocently seductive Hanna Bergstrom is hijacking his dreams, his moods, and even his orderly no-strings-attached dating life--beginning the night his mentoring activities move between the sheets\"--",
    "pagecount": 432,
    "publisheddate": "2013-10-29",
    "tropes": [
      "Billionaire",
      "boss/employee",
      "grumpy/sunshine (man grumpy)",
      "rom-com",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Beautiful Player - Christina Lauren-b3d6e282b5.jpg"
  },
  {
    "id": "beautiful secret|christina lauren",
    "title": "Beautiful Secret",
    "author": "Christina Lauren",
    "isbn13": "9781476778013",
    "blurb": "New York Times and #1 internationally bestselling author Christina Lauren’s Beautiful and Wild Seasons series hook up in Beautiful Secret for an erotic intercontinental romp that celebrates the best of both worlds! When Ruby Miller’s boss announces he’s sending her on an extended business trip to New York City, she’s shocked. As one of the best and brightest young engineers in London, she knows she’s professionally up to the task. The part that’s throwing her is that she’ll be spending a month up close and personal working alongside—and staying in a hotel with—Niall Stella, her firm’s top urban planning executive and The Hottest Man Alive. Despite her ongoing crush, Ruby is certain Niall barely knows she’s alive…until their flirty overnight flight makes him sit up and take notice. Not one for letting loose and breaking rules, recently divorced Niall would describe himself as hopeless when it comes to women. But even he knows outgoing California-girl Ruby is a breath of fresh air. Once she makes it her mission to help the sexy Brit loosen his tie, there’s no turning back. Thousands of miles from London, it’s easy for the lovers to play pretend. But when the trip is over, will the relationship they’ve built up fall down?",
    "pagecount": 400,
    "publisheddate": "2015-04-14",
    "tropes": [
      "Close Proximity",
      "Divorce",
      "Forced Proximity",
      "Opposites Attract"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Beautiful Secret - Christina Lauren-e91954ff5a.jpg"
  },
  {
    "id": "beautiful stranger|christina lauren",
    "title": "Beautiful Stranger",
    "author": "Christina Lauren",
    "isbn13": "9781476731544",
    "blurb": "The scorching sequel to Beautiful Bastard! Escaping a cheating ex, finance whiz Sara Dillon’s moved to New York City and is looking for excitement and passion without a lot of strings attached. So meeting the irresistible, sexy Brit at a dance club should have meant nothing more than a night’s fun. But the manner—and speed—with which he melts her inhibitions turns him from a one-time hookup and into her Beautiful Stranger. The whole city knows that Max Stella loves women, not that he’s ever found one he particularly wants to keep around. Despite pulling in plenty with his Wall Street bad boy charm, it’s not until Sara—and the wild photos she lets him take of her—that he starts wondering if there’s someone for him outside of the bedroom. Hooking up in places where anybody could catch them, the only thing scarier for Sara than getting caught in public is having Max get too close in private.",
    "pagecount": 352,
    "publisheddate": "2013-04-16",
    "tropes": [
      "Enemies To Lovers",
      "Opposites Attract",
      "One Night Stand",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Beautiful Stranger - Christina Lauren-93e668569f.jpg"
  },
  {
    "id": "beholden|corinne michaels",
    "title": "Beholden",
    "author": "Corinne Michaels",
    "isbn13": "9781682306222",
    "blurb": "I tried resisting him. I fought to ensure history wouldn’t repeat itself. In the end, Jackson and I knew he would win. He broke down my walls, obliterated every excuse, and made me love him against all odds. Then he shattered my heart into thousands of pieces. I can’t let him back in. It was hard enough surrendering my heart the first time. If he hurts me again, I’ll never survive. No matter what he thinks, we’re beholden to our past.",
    "pagecount": 0,
    "publisheddate": "2016-05-25",
    "tropes": [
      "Enemies To Lovers",
      "Second Chance",
      "slow-burn",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Beholden - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "below zero|ali hazelwood",
    "title": "Below Zero",
    "author": "Ali Hazelwood",
    "isbn13": "9781408726730",
    "blurb": "From the New York Times and Sunday Times bestselling author of The Love Hypothesis comes a new steamy, STEMinist novella... It will take the frosty terrain of the Arctic to show these rival scientists that their chemistry burns hot. Mara, Sadie, and Hannah are friends first, scientists always. Though their fields of study might take them to different corners of the world, they can all agree on this universal truth: when it comes to love and science, opposites attract and rivals make you burn... Hannah's got a bad feeling about this. Not only has the NASA aerospace engineer found herself injured and stranded at a remote Arctic research station-but the one person willing to undertake the hazardous rescue mission is her longtime rival. Ian has been many things to Hannah: the villain who tried to veto her expedition and ruin her career, the man who stars in her most deliciously lurid dreams... but he's never played the hero. So why is he risking everything to be here? And why does his presence seem just as dangerous to her heart as the coming snowstorm? To read Mara and Sadie's stories look for the novellas Under One Roof and Stuck with You. Ali Hazelwood's latest novel, Love on the Brain is out now.",
    "pagecount": 146,
    "publisheddate": "2022-07-05",
    "tropes": [
      "Close Proximity",
      "Enemies To Lovers",
      "grumpy/sunshine (man grumpy)",
      "Rivals To Lovers",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Romantic Suspense"
    ],
    "cover": "assets/covers/Below Zero - Ali Hazelwood-258ec1de87.jpg"
  },
  {
    "id": "bride|ali hazelwood",
    "title": "Bride",
    "author": "Ali Hazelwood",
    "isbn13": "9781408728871",
    "blurb": "A dangerous alliance between a Vampyre bride and an Alpha werewolf becomes a love deep enough to sink your teeth into in this new paranormal romance from the New York Times bestselling author of The Love Hypothesis. Misery Lark, the only daughter of the most powerful Vampyre councilman of the Southwest, is an outcast - again. Her days of living in anonymity among the Humans are over: she has been called upon to uphold an historic peacekeeping alliance between the Vampyres and their mortal enemies, the Weres, and sees little choice but to surrender herself in the exchange - again . . . Weres are ruthless and unpredictable, and their Alpha, Lowe Moreland, is no exception. He rules his pack with absolute authority, but not without justice. And, unlike the Vampyre Council, not without feeling. It's clear from the way he tracks Misery's every movement that he doesn't trust her. If only he knew how right he was . . . Because Misery has her own reasons to agree to this marriage of convenience, reasons that have nothing to do with politics or alliances, and everything to do with the only thing she's ever cared about. And she is willing to do whatever it takes to get back what's hers, even if it means a life alone in Were territory . . . alone with the wolf. Praise for The Love Hypothesis 'Contemporary romance's unicorn: the elusive marriage of deeply brainy and delightfully escapist.' Christina Lauren, New York Times bestselling author of The Unhoneymooners 'Funny, sexy and smart.' Mariana Zapata, New York Times bestselling author 'I couldn't put it down. Highly recommended!' Jessica Clare, New York Times bestselling author 'Pure slow-burning gold with lots of chemistry.' Popsugar 'A beautifully written romantic comedy with a heroine you will instantly fall in love with.' Elizabeth Everett, author of A Lady's Formula for Love *Ali Hazelwood's Bride was a Sunday Times bestseller w/e 10 February 2024.",
    "pagecount": 385,
    "publisheddate": "2024-02-06",
    "tropes": [
      "Forbidden Love",
      "Marriage Of Convenience"
    ],
    "subgenres": [
      "Paranormal Romance"
    ],
    "cover": "assets/covers/Bride - Ali Hazelwood-7e218d330b.jpg"
  },
  {
    "id": "check & mate|ali hazelwood",
    "title": "Check & Mate",
    "author": "Ali Hazelwood",
    "isbn13": "9780593619919",
    "blurb": "In this clever and swoonworthy YA debut from the New York Times bestselling author of The Love Hypothesis, life’s moving pieces bring rival chess players together in a match for the heart. Mallory Greenleaf is done with chess. Every move counts nowadays; after the sport led to the destruction of her family four years earlier, Mallory’s focus is on her mom, her sisters, and the dead-end job that keeps the lights on. That is, until she begrudgingly agrees to play in one last charity tournament and inadvertently wipes the board with notorious “Kingkiller” Nolan Sawyer: current world champion and reigning Bad Boy of chess. Nolan’s loss to an unknown rook-ie shocks everyone. What’s even more confusing? His desire to cross pawns again. What kind of gambit is Nolan playing? The smart move would be to walk away. Resign. Game over. But Mallory’s victory opens the door to sorely needed cash-prizes and despite everything, she can’t help feeling drawn to the enigmatic strategist.... As she rockets up the ranks, Mallory struggles to keep her family safely separated from the game that wrecked it in the first place. And as her love for the sport she so desperately wanted to hate begins to rekindle, Mallory quickly realizes that the games aren’t only on the board, the spotlight is brighter than she imagined, and the competition can be fierce (-ly attractive. And intelligent…and infuriating…)",
    "pagecount": 369,
    "publisheddate": "2023-11-07",
    "tropes": [
      "Enemies To Lovers",
      "rom-com",
      "slow-burn",
      "Rivals To Lovers"
    ],
    "subgenres": [
      "rom-com",
      "Young Adult Romance"
    ],
    "cover": "assets/covers/Check & Mate - Ali Hazelwood-4663ea41c6.jpg"
  },
  {
    "id": "come back for me|corinne michaels",
    "title": "Come Back for Me",
    "author": "Corinne Michaels",
    "isbn13": "9798885420266",
    "blurb": "From New York Times Bestselling author Corinne Michaels comes an Arrowood-Hennington crossover next generation novella. No one makes my blood boil like Cayden Hennington. When I finished second in my class in law school, he finished first. We interned at the same firm—he got hired while I didn’t. Now we’re opposing counsel on my first big solo case, and I refuse to lose to him. I will not think about the way his lips taste or how he makes my heart race. I won’t dream of that night we argued until our clothes came off. That night is irrelevant because I am over him. (I’m also lying to myself). However, we’re both professionals, right? Wrong. One stupid drink is all it takes after six hours of intense negotiations to find myself right back in his arms and in a world of trouble. There is a thin line between love and hate, and we are destined to choose a side. **Every 1001 Dark Nights novella is a standalone story. For new readers, it’s an introduction to an author’s world. And for fans, it’s a bonus book in the author’s series. We hope you'll enjoy each one as much as we do.** Reviews for Destined for Me: “Destined for Me by Corinne Michaels packed the tension of an enemies to lovers workplace romance, the angst of finding love in the enemy and then the sweet surprise twist! This novella was spicy, emotional and irresistible!” ~ PP's Bookshelf “Funny, witty, and an oh-so-enjoyable read, Cayden and Hadley set the sheets on fire in this short story.” ~ A Wanton Book Lover “As I have come to expect from Corinne Michaels, Destined For Me was a well written, entertaining story that left me with a smile on my face.” ~ Erin, Thelma and Louise Book Blog “I love, love, love that Corinne Michaels gave us this story – a crossover of two of her much-loved books as Hadley from Come Back for Me and Cayden from Say You'll Stay, come together in a chemistry-filled enemies-to-lovers romance that brings all the feels!” ~ The Escapist Book Blog",
    "pagecount": 91,
    "publisheddate": "2023-07-10",
    "tropes": [
      "Workplace Romance",
      "Enemies To Lovers",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Romantic Suspense"
    ],
    "cover": "assets/covers/Come Back for Me - Corinne Michaels-1c4c00afb0.jpg"
  },
  {
    "id": "confess|colleen hoover",
    "title": "Confess",
    "author": "Colleen Hoover",
    "isbn13": "9781471148606",
    "blurb": "‘This book will consume you - rip out your heart and piece it back together. I absolutely loved it!’ Paige Toon ‘Hoover will pull heartstrings in this second-chance love story… edgy, sexy’ Booklist From the #1 Sunday Times bestselling author of It Ends with Us, a novel about risking everything for love and finding your heart somewhere between the truth and lies. At age twenty-one, Auburn Reed has already lost everything important to her. In her fight to rebuild her shattered life, she has her goals in sight and there is no room for mistakes. But when she walks into a Dallas art studio in search of a job, she doesn’t expect to find a deep attraction to the enigmatic artist who works there, Owen Gentry. For once, Auburn takes a chance and puts her heart in control, only to discover that Owen is keeping a major secret from coming out. The magnitude of his past threatens to destroy everything important to Auburn, and the only way to get her life back on track is to cut Owen out of it. To save their relationship, all Owen needs to do is confess. But in this case, the confession could be much more destructive than the actual sin.",
    "pagecount": 262,
    "publisheddate": "2015-03-10",
    "tropes": [
      "Second Chance",
      "slow-burn",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Confess - Colleen Hoover-02a7555644.jpg"
  },
  {
    "id": "cruel winter with you|ali hazelwood",
    "title": "Cruel Winter with You",
    "author": "Ali Hazelwood",
    "isbn13": null,
    "blurb": null,
    "pagecount": null,
    "publisheddate": null,
    "tropes": [],
    "subgenres": [],
    "cover": null
  },
  {
    "id": "dark wild night|christina lauren",
    "title": "Dark Wild Night",
    "author": "Christina Lauren",
    "isbn13": "9781476777948",
    "blurb": "When three college besties meet three hot guys in Vegas, anything could--and does--happen.",
    "pagecount": 352,
    "publisheddate": "2015-09-15",
    "tropes": [
      "Best Friends Ex",
      "College Romance",
      "rom-com"
    ],
    "subgenres": [
      "rom-com",
      "college/university Romance"
    ],
    "cover": "assets/covers/Dark Wild Night - Christina Lauren-b9f1a1dd34.jpg"
  },
  {
    "id": "dating you hating you|christina lauren",
    "title": "Dating You Hating You",
    "author": "Christina Lauren",
    "isbn13": "9781501165825",
    "blurb": "A sexy, compulsively readable romantic comedy that dives headlong into the thrill and doubt of modern love by exploring what two high-powered agents will—and won’t—do to get everything they ever wanted, from the New York Times bestselling authors of The Unhoneymooners and Love and Other Words. Despite the odds against them from an embarrassing meet-awkward at a mutual friend’s Halloween party, Carter and Evie immediately hit it off. Even the realization that they’re both high-powered agents at competing firms in Hollywood isn’t enough to squash the fire. But when their two agencies merge—causing the pair to vie for the same position—all bets are off. What could have been a beautiful, blossoming romance turns into an all-out war of sabotage. Carter and Evie are both thirtysomething professionals—so why can’t they act like it? Can Carter stop trying to please everyone and see how their mutual boss is really playing the game? Can Evie put aside her competitive nature long enough to figure out what she really wants in life? Can their actor clients just be something close to human? Whether these two Hollywood love/hatebirds get the storybook Hollywood ending, or just a dramedy of epic proportions, you get to enjoy Christina Lauren’s heartfelt, hilarious story of romance in the modern world.",
    "pagecount": 314,
    "publisheddate": "2017-06-06",
    "tropes": [
      "Workplace Romance",
      "boss/employee",
      "Enemies To Lovers",
      "rom-com"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Dating You Hating You - Christina Lauren-b2cda13ec9.jpg"
  },
  {
    "id": "deep end|ali hazelwood",
    "title": "Deep End",
    "author": "Ali Hazelwood",
    "isbn13": "9781408728895",
    "blurb": "A competitive diver and an ace swimmer jump into forbidden waters in this steamy college romance from the Sunday Times and New York Times bestselling author of The Love Hypothesis. Scarlett Vandermeer is swimming upstream. A junior at Stanford and a student athlete who specializes in platform diving, Scarlett prefers to keep her head down, concentrating on getting into med school and on recovering from the injury that almost ended her career. She has no time for relationships - at least, that's what she tells herself. Swim captain, world champion, all-around aquatics golden boy Lukas Blomqvist thrives on discipline. It's how he wins gold medals and breaks records: complete focus with every stroke. On the surface, Lukas and Scarlett have nothing in common. Until a well-guarded secret slips out, and everything changes. So they start an arrangement. And as the pressure leading to the Olympics heats up, so does their relationship. It was supposed to be just a temporary, mutually satisfying fling. But when staying away from Lukas becomes impossible, Scarlett realizes that her heart might be treading into dangerous water... *Ali Hazelwood's Not in Love was a Sunday Times bestseller w/e 15 June 2024.",
    "pagecount": 410,
    "publisheddate": "2025-02-04",
    "tropes": [
      "College Romance",
      "Close Proximity",
      "Opposites Attract",
      "slow-burn"
    ],
    "subgenres": [
      "Sports Romance",
      "college/university Romance"
    ],
    "cover": "assets/covers/Deep End - Ali Hazelwood-be57454e6d.jpg"
  },
  {
    "id": "dirty rowdy thing|christina lauren",
    "title": "Dirty Rowdy Thing",
    "author": "Christina Lauren",
    "isbn13": "9781476777979",
    "blurb": "From the New York Times bestselling authors of The Unhoneymooners and Love and Other Words, a story of friends, love, and lust in this sequel to Sweet Filthy Boy. Despite their rowdy hookups, Harlow and Finn don’t even like each other...which would explain why their marriage lasted only twelve hours. He needs to be in charge and takes whatever he wants. She lives by the Want-something-done? Do-it-yourself mantra. Maybe she’s too similar to the rugged fisherman—or just what he needs.",
    "pagecount": 336,
    "publisheddate": "2014-11-04",
    "tropes": [
      "Enemies To Lovers",
      "Forced Proximity",
      "grumpy/sunshine (man grumpy)",
      "Marriage Of Convenience",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Dirty Rowdy Thing - Christina Lauren-0d89a8d7de.jpg"
  },
  {
    "id": "fight for me|corinne michaels",
    "title": "Fight for Me",
    "author": "Corinne Michaels",
    "isbn13": "9781464247781",
    "blurb": "From New York Times bestselling author Corinne Michaels comes the second book in the Arrowood Brothers series. Two high school sweethearts must overcome not only their pride, but numerous obstacles before they can finally reunite in this second-chance romance.",
    "pagecount": 0,
    "publisheddate": "2025-06-03",
    "tropes": [
      "Childhood Sweethearts",
      "Second Chance",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": null
  },
  {
    "id": "finding cinderella|colleen hoover",
    "title": "Finding Cinderella",
    "author": "Colleen Hoover",
    "isbn13": "9781398529472",
    "blurb": "From the bestselling author of It Ends With Us, a novella about the search for happily ever after. A chance encounter in the dark leads eighteen-year-old Daniel and the girl who stumbles across him to profess their love for each other. But this love has conditions: they agree it will last only one hour, and it will be only make-believe. When their hour is up and the girl rushes off like Cinderella, Daniel tries to convince himself that what happened between them seemed perfect only because they were pretending it was. Moments like that happen only in fairy tales. One year and one bad relationship later, his disbelief in love-at-first-sight is stripped away the day he meets Six: a girl with a strange name and an even stranger personality. Unfortunately for Daniel, finding true love doesn’t guarantee a happily ever after . . . it only further threatens it. Will an unbearable secret from the past jeopardize Daniel and Six’s only chance at saving each other?",
    "pagecount": 152,
    "publisheddate": "2023-05-25",
    "tropes": [
      "Love At First Sight",
      "slow-burn",
      "Strangers To Lovers"
    ],
    "subgenres": [
      "rom-com",
      "Young Adult Romance"
    ],
    "cover": "assets/covers/Finding Cinderella - Colleen Hoover-c2c95e00ad.jpg"
  },
  {
    "id": "finding perfect|colleen hoover",
    "title": "Finding Perfect",
    "author": "Colleen Hoover",
    "isbn13": "9781398521186",
    "blurb": "The #1 New York Times bestselling Hopeless series continues with this heartwarming conclusion that illustrates the power of following a difficult journey to discover what happens next. Friends Daniel, Six, Holder, Sky, and Breckin are planning to celebrate the upcoming Thanksgiving holiday with a Friendsgiving dinner at Sky's parents' house. But things have been off within the tightknit group and when Daniel reaches out to Six to ask the hard questions he hasn't dared to bring up since they last spoke about their shared secret, he's dismayed to learn that it's this very secret bringing a cloud over the holiday. Suddenly, Daniel must do everything he can to find answers for the one person he loves the most in the world, but will this search only lead to despair. From an author who has joined \"the ranks of such luminaries as Jennifer Weiner and Jojo Moyes\" (Library Journal), this moving and unputdownable novel will stay with you long after you turn the final page.",
    "pagecount": 71,
    "publisheddate": "2022-05-12",
    "tropes": [
      "Friends To Lovers",
      "He Falls First",
      "slow-burn",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Finding Perfect - Colleen Hoover-e337bd84e4.jpg"
  },
  {
    "id": "gin fling|claire kingsley and lucy score",
    "title": "Gin Fling",
    "author": "Claire Kingsley and Lucy Score",
    "isbn13": "9783967971897",
    "blurb": "Bootleg Springs – die erfolgreiche Reihe der Bestsellerautorinnen Claire Kingsley und Lucy Score! Für Personal Trainer Jonah Bodine ist Bootleg Springs aufregender als ihm lieb ist – bis vor kurzem hat er noch nichts von seinen Halbgeschwistern geahnt. Hinzu kommen die ungeklärte Rolle seines Vaters in einem Vermisstenfall und der unerträgliche Kleinstadttratsch. Jonah nimmt sich eine Auszeit von all dem Trubel und flüchtet in eine einsame Hütte am See. Diese Idylle wird jedoch ruiniert, als seine Halbschwester ihm eine Mitbewohnerin aufhalst. Eine äußerst attraktive Mitbewohnerin ... Shelby Thompson ist in Bootleg Springs auf der Suche nach Antworten und wird von Scarlett Bodine überredet, sich ein Haus mit dem gutaussehenden Trainer Jonah zu teilen. Ein unverbindlicher Sommerflirt kommt ihr da gerade recht. Doch während sich das Verschwinden von Callie Kendall langsam aufklärt, wird Shelby von ihrer Vergangenheit eingeholt. Es fällt ihr immer schwerer ihre Geheimnisse zu bewahren und die Gefühle für Jonah zu kontrollieren.",
    "pagecount": 401,
    "publisheddate": "2023-08-01",
    "tropes": [
      "Close Proximity",
      "Forced Proximity",
      "Small Town",
      "Secret Relationship"
    ],
    "subgenres": [
      "Small Town Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Gin Fling - Claire Kingsley and Lucy Score-facf58f958.jpg"
  },
  {
    "id": "give me love|corinne michaels",
    "title": "Give Me Love",
    "author": "Corinne Michaels",
    "isbn13": "9781942834793",
    "blurb": "New York Times bestselling author Corinne Michaels brings the second book in the Rose Canyon series with this small-town, second chance romance. I am in the most inconvenient marriage of convenience ever. What started out as two friends who wanted to make their military lives easier, turned into a mess. Why? Because I stupidly fell in love with my husband. In an attempt to remedy my mistake, I severed all ties and put my life as a combat medic and Emmett Maxwell behind me. I've lost too many people to open myself up to love. Now I'm working as a private investigator, and fate has stepped in, forcing our paths to intersect again when I'm looking into the disappearance of a missing girl with ties to Emmett's hometown. A case I fear puts his life in danger. He gives me one week to prove my suspicions and then I need to sign the divorce papers and leave. The problem with that? The moment I see Emmett again, I realize how foolish it was to leave him, to think I could ever stop loving him. When the case threatens not only my life but also his, I'm faced with my worst fear. How many times can a heart break before it shatters beyond repair?",
    "pagecount": 0,
    "publisheddate": "2022-09-20",
    "tropes": [
      "Marriage Of Convenience",
      "Military",
      "Second Chance"
    ],
    "subgenres": [
      "Military Romance",
      "Medical Romance"
    ],
    "cover": "assets/covers/Give Me Love - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "heart bones|colleen hoover",
    "title": "Heart Bones",
    "author": "Colleen Hoover",
    "isbn13": "9781398525023",
    "blurb": "Moving, passionate, and unforgettable, this novel from #1 New York Times bestselling author Colleen Hoover follows two young adults from completely different backgrounds embarking on a tentative romance, unaware of what the future holds. After a childhood filled with poverty and neglect, Beyah Grim finally has her hard-earned ticket out of Kentucky with a full ride to Penn State. But two months before she’s finally free to change her life for the better, an unexpected death leaves her homeless and forced to spend the remainder of her summer in Texas with a father she barely knows. Devastated and anxious for the summer to go by quickly, Beyah has no time or patience for Samson, the wealthy, brooding guy next door. Yet, the connection between them is too intense to ignore. But with their upcoming futures sending them to opposite ends of the country, the two decide to maintain only a casual summer fling. Too bad neither has any idea that a rip current is about to drag both their hearts out to sea.",
    "pagecount": 271,
    "publisheddate": "2022-10-10",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "slow-burn",
      "Small Town",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Heart Bones - Colleen Hoover-9f27b02b04.jpg"
  },
  {
    "id": "help me remember|corinne michaels",
    "title": "Help Me Remember",
    "author": "Corinne Michaels",
    "isbn13": "9781942834649",
    "blurb": "New York Times bestselling author Corinne Michaels brings you a new small-town, brother's best friend romance. In one second, my life disappeared. My past. My memories. My future. The only certainty I have from the last three years is that my older brother is dead, and I am the only eyewitness. In order to protect the case, the lawyers demand that no one give me any information about my life . . . I must remember on my own. My only help comes from my brother's best friend and world-renowned investigative reporter, Spencer Cross. He has no idea how many nights I've spent dreaming of his name-and his body-next to mine. Now we're a team and our goal is to recover my memories and retrace my past. But each day we spend together, he's looking at me as more than his friend's little sister and I find it harder to want my old life back. Instead I'm wishing for a new one-with him. His kiss feels like home. His arms make me feel safe, and I never want this to end. As my memories return, forcing me to face my future, everything falls apart... especially when I find an engagement ring hidden in my apartment. I have no idea who gave it to me, or what it means about my past. I may have asked Spencer to help me remember, but now I wish I could forget.",
    "pagecount": 334,
    "publisheddate": "2022-06-07",
    "tropes": [
      "Amnesia Romance",
      "brother's Best Friend",
      "Best Friends Ex"
    ],
    "subgenres": [
      "Small Town Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Help Me Remember - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "highball rush|claire kingsley and lucy score",
    "title": "Highball Rush",
    "author": "Claire Kingsley and Lucy Score",
    "isbn13": "9783967971903",
    "blurb": "Bootleg Springs - die erfolgreiche Reihe der Bestsellerautorinnen Claire Kingsley und Lucy Score! Gibson Bodine liebt seinen Ruf als harter Kerl und Bad Boy. Er lebt und arbeitet alleine und seine einzige Leidenschaft - neben einer guten Schlägerei - ist es, auf einer schäbigen Bühne zu sitzen, Gitarre zu spielen und über Dinge zu singen, die er nie haben wird. Als ein Video von ihm viral geht, ignoriert Gibson die unerwünschte Aufmerksamkeit. Er hat einfach keine Zeit für Ruhm oder Liebe, sondern ist mit seiner Familie und den neugierigen Nachbarn beschäftigt. Eines Abends, fünfzig Meilen von zu Hause entfernt, trifft er dann sie und es ändert sich alles. Nun muss Gibson ein Geheimnis entschlüsseln, das ihn schon seit 13 Jahren quält. Und finden, was er die all die Jahre vermisst hat - die Liebe.",
    "pagecount": 433,
    "publisheddate": "2023-09-01",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "slow-burn",
      "Small Town",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [],
    "cover": "assets/covers/Highball Rush - Claire Kingsley and Lucy Score-12895badca.jpg"
  },
  {
    "id": "hold you close|corinne michaels",
    "title": "Hold You Close",
    "author": "Corinne Michaels",
    "isbn13": "9781732371835",
    "blurb": "Ian Chase broke my heart at seventeen, and I've spent the last eighteen years hating him for it. He makes it easy, with his smart mouth and playboy lifestyle-which I unfortunately have to observe since he lives behind me. Every time I see him climbing out of his pool, practically naked and unreasonably sexy, my blood boils. I've always loved to loathe him. I never planned to need him. London Parish is my little sister's best friend, not that it stopped me from falling for her. Our history is complicated. The only thing we have in common is being godparents to my sister's three adorable kids-until our lives are changed in one tragic moment. Now we're trying to raise the children we love, mourn an unthinkable loss, and fight an undeniable attraction. My life is already upside-down, and the last thing I need is for old feelings to resurface. Because I'll never be able to keep her, no matter how hard I try to hold her close...",
    "pagecount": 0,
    "publisheddate": "2024-04-08",
    "tropes": [
      "Enemies To Lovers",
      "Love Triangle",
      "Second Chance",
      "Single Parent"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Small Town Romance"
    ],
    "cover": "assets/covers/Hold You Close - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "hopeless|colleen hoover",
    "title": "Hopeless",
    "author": "Colleen Hoover",
    "isbn13": "9781668021361",
    "blurb": "From the #1 New York Times bestselling author of It Starts with Us, It Ends with Us, and All Your Perfects comes the beginning of Sky and Dean’s passionate love story—where well-kept secrets threaten to opens wounds of a dark past. Would you rather know a truth that makes you feel hopeless, or keep believing the lies? Beloved and bestselling author Colleen Hoover returns with the spellbinding story of two young people with devastating pasts who embark on a passionate, intriguing journey to discover the lessons of life, love, trust—and above all, the healing power that only truth can bring. Sky, a senior in high school, meets Dean Holder, a guy with a promiscuous reputation that rivals her own. From their very first encounter, he terrifies and captivates her. Something about him sparks memories of her deeply troubled past, a time she’s tried so hard to bury. Though Sky is determined to stay far away from him, his unwavering pursuit and enigmatic smile break down her defenses and the intensity of the bond between them grows. But the mysterious Holder has been keeping secrets of his own, and once they are revealed, Sky is changed forever and her ability to trust may be a casualty of the truth. Only by courageously facing the stark revelations can Sky and Holder hope to heal their emotional scars and find a way to live and love without boundaries. Hopeless is a novel that will leave you breathless, entranced, and remembering your own first love.",
    "pagecount": 416,
    "publisheddate": "2022-08-23",
    "tropes": [
      "Dark Romance",
      "Healing Love",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Hopeless - Colleen Hoover-5a4c2466f6.jpg"
  },
  {
    "id": "if i only knew|corinne michaels",
    "title": "If I Only Knew",
    "author": "Corinne Michaels",
    "isbn13": "9781957309095",
    "blurb": "My life was perfect - until a shocking tragedy pulled the rug out from underneath me. My children were left without a father. I was without a husband and a provider. Instead of wallowing in my grief, I buried myself in my work at Dovetail Enterprises. Landing the promotion as the CEO's right hand was exactly what I needed. Getting saddled with Milo Huxley as an assistant is exactly the opposite. I can't stand him. He's arrogant, irresponsible, and out for my job. As if that's not bad enough, he has to be devastatingly sexy, and have a posh English accent that makes me squirm on top of it all. I've had enough unpredictability for one lifetime, thank you. But soon enough, we're fighting less and laughing more. He's there for me when no one else is. And those good looks aren't the only panty-dropping thing about him. If I only knew what to do about it . . .",
    "pagecount": 296,
    "publisheddate": "2022-03-28",
    "tropes": [
      "Workplace Romance",
      "boss/employee",
      "grumpy/sunshine (man grumpy)",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/If I Only Knew - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "if love had a price|ana huang",
    "title": "If Love Had A Price",
    "author": "Ana Huang",
    "isbn13": "9780349438375",
    "blurb": "A steamy opposites attract romance from Ana Huang, the New York Times bestselling author of the Kings of Sin and Twisted series Every heart has a price. She offered him $10,000 to seduce her father's gold-digging fiancée. He countered with $15,000 and a kiss - from her. At any time he chose. Kris should've said no, but she was desperate to get rid of her stepmother-to-be, and the gorgeous actor with the wicked grin was perfect for the job. So she agreed to his terms - not knowing that doing so would cost her a lot more than money and a kiss . . . *** He did it for the money - which he desperately needed. The kiss was just a bonus - or so he told himself. Melting an ice princess like Kris started as a challenge, but by the time Nate realized there was more to Kris than meets the eye, it was too late: he had fallen. But they're not just from opposite sides of the track - they're from different worlds. And when those worlds collide, Kris and Nate must decide whether they're willing to give up what they have for what could be . . . This is book three of the If Love series but can be read as a complete standalone. Chronologically, it takes place between books one (If We Ever Meet Again) and two (If the Sun Never Sets). Recommended for 18+ due to adult language and explicit content. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 363,
    "publisheddate": "2023-06-30",
    "tropes": [
      "Billionaire",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "slow-burn",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/If Love Had A Price - Ana Huang-f159bcf4c7.jpg"
  },
  {
    "id": "if the sun never sets|ana huang",
    "title": "If The Sun Never Sets",
    "author": "Ana Huang",
    "isbn13": "9781728295589",
    "blurb": "Preorder now and receive the stunning LIMITED EDITION while supplies last - featuring gorgeous sprayed edges and an exclusive spine design. Five years ago, he broke her heart. Now, he'll do anything to win her back. When Farrah walked into her lunch meeting, she didn't expect to see him: Blake Ryan. Her first love. Her first heartbreak. And now, her first client as a freelance interior designer. It's been five years, but she'll never forget the way he shattered her. He whispers pretty words, but she'll never believe him. Her body craves his, but she'll never give him her heart. Not again. Not ever. *** Money. Looks. A booming sports bar empire. On the surface, Blake has it all. But inside, he's haunted--both by nightmares of a tragic loss, and dreams of the girl he once betrayed. When fate reunites them, he sees it as a sign: It's time to get the love of his life back. No matter what it takes.",
    "pagecount": 0,
    "publisheddate": "2024-06-25",
    "tropes": [
      "Enemies To Lovers",
      "Second Chance",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/If The Sun Never Sets - Ana Huang-d42f3acc24.jpg"
  },
  {
    "id": "if we ever meet again|ana huang",
    "title": "If We Ever Meet Again",
    "author": "Ana Huang",
    "isbn13": "9780349438320",
    "blurb": "A steamy strangers to friends to lovers romance from Ana Huang, the New York Times bestselling author of the Kings of Sin and Twisted series One year, two opposites, and a love that will blindside and, ultimately, shatter them. She's an aspiring interior designer who dreams of falling in love. He's an ex-football star who thinks love is a con. She's a virgin, and he doesn't do virgins. He's cocky, infuriating, and not her type. She wants the fairytale. He wants freedom. *** Blake and Farrah shouldn't have fallen for each other the way they did: totally, completely, and irrevocably. Because they're studying abroad in Shanghai, and they only have one year. Because forces at home threaten to rip them apart, even if they don't know it yet. And because, eventually, they must face the most heart-breaking lesson they'll ever learn: sometimes, even the greatest love can't conquer all . . . This is the first book in a duet. It's a full-length novel with no sudden cliffhangers, but Blake and Farrah's story concludes in book two, If the Sun Never Sets. Recommended for 18+. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 302,
    "publisheddate": "2023-06-30",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "slow-burn",
      "Strangers To Lovers",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/If We Ever Meet Again - Ana Huang-31a6f3a65b.jpg"
  },
  {
    "id": "if we were perfect|ana huang",
    "title": "If We Were Perfect",
    "author": "Ana Huang",
    "isbn13": "9780349438399",
    "blurb": "A steamy second chance/roommate romance from Ana Huang, the New York Times bestselling author of the Kings of Sin and Twisted series Two exes, one house. What could go wrong? Olivia had a plan: MBA, Wall Street VP by thirty-two, marriage and two children (preferably twins because #efficiency). Not in her plan? Losing half her belongings in an apartment flood and being forced to turn to her ex for help. Definitely not in her plan? Moving into said ex's house and watching him walk around shirtless, bake her cupcakes, and look at her with those smouldering- Wait, what was she talking about again? *** Between his bakery and meddling family, Sammy had enough on his plate without bringing the ex he'd never been able to forget into the mix. But when Olivia asks for his help, he couldn't say no. He could, however, make her regret breaking his heart - as long as he doesn't do anything foolish, like sneak into her room and kiss her senseless . . . As passion slowly replaces their dislike for each other, Sammy and Olivia discover their past isn't what it seems and their future is anything but certain. Can they overcome their pride and give love a second chance, or is history doomed to repeat itself? This is book four of the If Love series but can be read as a complete standalone. Recommended for 18+ due to explicit content and adult language. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 329,
    "publisheddate": "2023-06-30",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "Roommate",
      "Second Chance",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/If We Were Perfect - Ana Huang-b49ded26b3.jpg"
  },
  {
    "id": "in a holidaze|christina lauren",
    "title": "In a Holidaze",
    "author": "Christina Lauren",
    "isbn13": "9781982123949",
    "blurb": "THE INSTANT NEW YORK TIMES BESTSELLER One Christmas wish, two brothers, and a lifetime of hope are on the line for hapless Maelyn Jones in In a Holidaze, the quintessential holiday romantic novel by Christina Lauren, the New York Times bestselling author of The Unhoneymooners. It’s the most wonderful time of the year…but not for Maelyn Jones. She’s living with her parents, hates her going-nowhere job, and has just made a romantic error of epic proportions. But perhaps worst of all, this is the last Christmas Mae will be at her favorite place in the world—the snowy Utah cabin where she and her family have spent every holiday since she was born, along with two other beloved families. Mentally melting down as she drives away from the cabin for the final time, Mae throws out what she thinks is a simple plea to the universe: Please. Show me what will make me happy. The next thing she knows, tires screech and metal collides, everything goes black. But when Mae gasps awake…she’s on an airplane bound for Utah, where she begins the same holiday all over again. With one hilarious disaster after another sending her back to the plane, Mae must figure out how to break free of the strange time loop—and finally get her true love under the mistletoe. Jam-packed with yuletide cheer, an unforgettable cast of characters, and Christina Lauren’s trademark “downright hilarious” (Helen Hoang, author of The Bride Test) hijinks, this swoon-worthy romantic read will make you believe in the power of wishes and the magic of the holidays.",
    "pagecount": 336,
    "publisheddate": "2020-10-06",
    "tropes": [
      "rom-com",
      "Time Separation",
      "Vacation"
    ],
    "subgenres": [
      "rom-com",
      "Holiday Romance"
    ],
    "cover": "assets/covers/In a Holidaze - Christina Lauren-e8e92c1794.jpg"
  },
  {
    "id": "it ends with us|colleen hoover",
    "title": "It Ends With Us",
    "author": "Colleen Hoover",
    "isbn13": "9781668055960",
    "blurb": "Lily hasn't always had it easy, but that's never stopped her from working hard for the life she wants. She's come a long way from the small town in Maine where she grew up--she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily's life suddenly seems almost too good to be true. Ryle is assertive, stubborn, maybe even a little arrogant. He's also sensitive, brilliant, and has a total soft spot for Lily, but Ryle's complete aversion to relationships is disturbing. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan--her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened. With this bold and deeply personal novel, Colleen Hoover delivers a heart-wrenching story in this unforgettable tale of love that comes at the ultimate price.",
    "pagecount": 384,
    "publisheddate": "2024-07-23",
    "tropes": [
      "Love Triangle",
      "Protective Hero",
      "Tortured Hero",
      "Protective Heroine"
    ],
    "subgenres": [],
    "cover": "assets/covers/It Ends With Us - Colleen Hoover-297d541324.jpg"
  },
  {
    "id": "it starts with us|colleen hoover",
    "title": "It Starts With Us",
    "author": "Colleen Hoover",
    "isbn13": "9781668001226",
    "blurb": "PREVIOUS BOOK IN SERIES: IT ENDS WITH US, ISBN 9781501110368. Before 'It Ends with Us', it started with Atlas. Colleen Hoover tells fan favourite Atlass side of the story and shares what comes next in this long-anticipated sequel to the glorious and touching (USA TODAY) 'It Ends With Us'.",
    "pagecount": 336,
    "publisheddate": "2022-10-18",
    "tropes": [],
    "subgenres": [],
    "cover": "assets/covers/It Starts With Us - Colleen Hoover-26ae00ac32.jpg"
  },
  {
    "id": "josh + hazel's guide to not dating|christina lauren",
    "title": "Josh + Hazel's Guide to Not Dating",
    "author": "Christina Lauren",
    "isbn13": "9781501165863",
    "blurb": "A hilarious, warmhearted, and swoonworthy romance about two people who are definitely not dating…no matter how often they end up in bed together, from the New York Times bestselling authors of The Unhoneymooners and Love and Other Words. Hazel Camille Bradford knows she’s a lot to take—and frankly, most men aren’t up to the challenge. If her army of pets and thrill for the absurd don’t send them running, her lack of filter means she’ll say exactly the wrong thing in a delicate moment. Their loss. She’s a good soul in search of honest fun. Josh Im has known Hazel since college, where her zany playfulness proved completely incompatible with his mellow restraint. From the first night they met—when she gracelessly threw up on his shoes—to when she sent him an unintelligible email while in a post-surgical haze, Josh has always thought of Hazel more as a spectacle than a peer. But now, ten years later, after a cheating girlfriend has turned his life upside down, going out with Hazel is a breath of fresh air. Not that Josh and Hazel date. At least, not each other. Because setting each other up on progressively terrible double blind dates means there’s nothing between them...right?",
    "pagecount": 258,
    "publisheddate": "2018-09-04",
    "tropes": [
      "Banter",
      "Friends To Lovers",
      "rom-com"
    ],
    "subgenres": [
      "rom-com",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Josh + Hazel's Guide to Not Dating - Christina Lauren-5aee79afea.jpg"
  },
  {
    "id": "keep this promise|corinne michaels",
    "title": "Keep This Promise",
    "author": "Corinne Michaels",
    "isbn13": "9781942834816",
    "blurb": "I am about to lose everything. My home. My name. My future. My husband was involved in something that could cost us our lives, and on his deathbed, he demands my daughter and I flee Britain. I had no idea he found her biological father, Holden James, in Rose Canyon, and that's where we'd start over. The moment we see each other, feelings I'd long forgotten rush over me. Holden doesn't hesitate to care for us. We find ourselves reaching for each other, even when we should hold back. His smile warms me, his arms protect me, and against my better judgement, I fall for him. All the possibilities of a future are threatened by a looming past. I'm being hunted, and it's just a matter of time before someone finds me guilty of crimes I didn't commit. Whatever trouble my husband was involved in won't evade me forever. I am trying to keep my promise and stay for Holden, but I don't know how long it'll be before we have to run. My name was Sophie Pearson, but I vanished, just like my hope to ever find love again.",
    "pagecount": 0,
    "publisheddate": "2023-01-23",
    "tropes": [
      "Forced Proximity",
      "Protective Hero",
      "Secret Identity",
      "Suspense"
    ],
    "subgenres": [
      "Romantic Suspense",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Keep This Promise - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "king of envy|ana huang",
    "title": "King of Envy",
    "author": "Ana Huang",
    "isbn13": "9780349436401",
    "blurb": "He had everything he could've wanted . . . except her. Dangerous. Powerful. Reclusive. Vuk Markovic is notorious for shunning human interactions. The scarred billionaire rarely talks, and he has no interest in relationships outside his small but trusted circle. His only exception? Her. The beauty to his beast, the object of his obsession. He saw her first. He wanted her first. But now, she's engaged to his oldest friend-and the closer the wedding looms, the more he's torn between loyalty and desire. She should be his . . . and he might just risk it all to have her. *** Beautiful. Successful. Glamorous. To the world, supermodel Ayana Kidane leads the perfect life. Her career has skyrocketed, and she's engaged to one of New York's most eligible bachelors. What people don't know is that the engagement is only a business arrangement. He gets his inheritance when they marry; she gets the money she needs to leave her abusive agency. Pretending to be in love should be easy-until she finds herself increasingly drawn to her fiancé's enigmatic best man. Vuk thrills and terrifies her in equal measure. She knows she should stay away, but when her wedding is thrown into chaos, he's the only person who makes her feel safe... Until his past catches up with them and threatens everything they love.",
    "pagecount": 533,
    "publisheddate": "2025-04-29",
    "tropes": [
      "Billionaire",
      "Enemies To Lovers",
      "Protective Hero",
      "Suspense"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Dark Romance"
    ],
    "cover": "assets/covers/King of Envy - Ana Huang-3d282f0b6a.jpg"
  },
  {
    "id": "king of pride|ana huang",
    "title": "King of Pride",
    "author": "Ana Huang",
    "isbn13": "9780349436333",
    "blurb": "Meet the Kings of Sin . . . The must-read billionaire romance from the bestselling author of the Twisted series. Read King of Pride now for a steamy opposites attract romance. She's his opposite in every way . . . and the greatest temptation he's ever known. Reserved, controlled, and proper to a fault, Kai Young has neither the time nor inclination for chaos - and Isabella, with her purple hair and inappropriate jokes, is chaos personified. With a crucial CEO vote looming and a media empire at stake, the billionaire heir can't afford the distraction she brings. Isabella is everything he shouldn't want, but with every look and every touch, he's tempted to break all his rules . . . and claim her as his own. *** Bold, impulsive, and full of life, Isabella Valencia has never met a party she doesn't like or a man she couldn't charm . . . except for Kai Young. It shouldn't matter. He's not her type - the man translates classics into Latin for fun, and his membership at the exclusive club where she bartends means he's strictly off limits. But she can't deny that, beneath his cool exterior, is a man who could make her melt with just a touch. No matter how hard they try, they can't resist giving into their forbidden desires. Even if it costs them everything. King of Pride is a steamy opposites attract billionaire romance. It includes explicit content and profanity. Recommended for mature readers only. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 376,
    "publisheddate": "2023-04-27",
    "tropes": [
      "Billionaire",
      "Forbidden Love",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Dark Romance"
    ],
    "cover": "assets/covers/King of Pride - Ana Huang-cac4f738b6.jpg"
  },
  {
    "id": "king of sloth|ana huang",
    "title": "King of Sloth",
    "author": "Ana Huang",
    "isbn13": "9780349436388",
    "blurb": "Meet the Kings of Sin . . . The must-read billionaire romance from the bestselling author of the Twisted series. 'Get ready for all the spice, all the build-up and all the sizzling tension' GLAMOUR Read King of Sloth now for a steamy reverse grumpy sunshine romance. He'd never wanted anyone enough to chase them . . . until he met her. Charming, easy-going, and rich beyond belief, Xavier Castillo has the world at his fingertips. He also has no interest in taking over his family's empire (much to his father's chagrin), but that hasn't stopped women from throwing themselves at him . . . unless the woman in question is his publicist. Nothing brings him more joy than riling her up, but when a tragedy forces them closer than ever, he must grapple with the uncertainty of his future - and the realization that the only person immune to his charms is the only one he truly wants. *** Cool, intelligent, and ambitious, Sloane Kensington is a high-powered publicist who's used to dealing with difficult clients. However, none infuriate - or tempt - her more than a certain billionaire heir, with his stupid dimples and laid-back attitude. She may be forced to work with him, but she'll never fall for him . . . no matter how fast he makes her heart beat or how thoughtful he is beneath his party persona. He's her client, and that's all he'll ever be. Right? King of Sloth is a steamy reverse grumpy sunshine billionaire romance. It includes explicit content and profanity. Recommended for mature readers only. *** Why fans love Ana Huang ⭐ ⭐ ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 455,
    "publisheddate": "2024-04-30",
    "tropes": [
      "Reverse grumpy/sunshine (woman grumpy)",
      "Billionaire",
      "slow-burn",
      "Reverse grumpy/sunshine"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/King of Sloth - Ana Huang-edb24689ec.jpg"
  },
  {
    "id": "king of wrath|ana huang",
    "title": "King of Wrath",
    "author": "Ana Huang",
    "isbn13": "9780349436319",
    "blurb": "Meet the Kings of Sin . . . The must-read billionaire romance from the bestselling author of the Twisted series. Read King of Wrath now for a steamy arranged marriage romance. She's the wife he never wanted . . . and the weakness he never saw coming. Ruthless. Meticulous. Arrogant. Dante Russo thrives on control, both personally and professionally. The billionaire CEO never planned to marry - until the threat of blackmail forces him into an engagement with a woman he barely knows: Vivian Lau, jewellery heiress and daughter of his newest enemy. It doesn't matter how beautiful or charming she is. He'll do everything in his power to destroy the evidence and their betrothal. There's only one problem: now that he has her . . . he can't bring himself to let her go. *** Elegant. Ambitious. Well-mannered. Vivian Lau is the perfect daughter and her family's ticket into the highest echelons of high society. Marrying a blue-blooded Russo means opening doors that would otherwise remain closed to her new-money family. While the rude, elusive Dante isn't her idea of a dream partner, she agrees to their arranged marriage out of duty. Craving his touch was never part of the plan. Neither was the worst thing she could possibly do: fall in love with her future husband. King of Wrath is a steamy arranged marriage billionaire romance. It includes explicit content and profanity. Recommended for mature readers only. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 434,
    "publisheddate": "2022-10-20",
    "tropes": [
      "Arranged Marriage",
      "Billionaire",
      "Opposites Attract"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Dark Romance"
    ],
    "cover": "assets/covers/King of Wrath - Ana Huang-fb3f49e9a3.jpg"
  },
  {
    "id": "layla|colleen hoover",
    "title": "Layla",
    "author": "Colleen Hoover",
    "isbn13": "9781542000178",
    "blurb": "\"When Leeds meets Layla, he's convinced he'll spend the rest of his life with her--until an unexpected attack leaves Layla fighting for her life. After weeks in the hospital, Layla recovers physically, but the emotional and mental scarring has altered the woman Leeds fell in love with. In order to put their relationship back on track, Leeds whisks Layla away to the bed-and-breakfast where they first met. Once they arrive, Layla's behavior takes a bizarre turn. And that's just one of many inexplicable occurrences.\"--",
    "pagecount": 304,
    "publisheddate": "2020-12-08",
    "tropes": [
      "Healing Love",
      "slow-burn",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Romantic Suspense"
    ],
    "cover": "assets/covers/Layla - Colleen Hoover-d42f3acc24.jpg"
  },
  {
    "id": "loathe to love you|ali hazelwood",
    "title": "Loathe to Love You",
    "author": "Ali Hazelwood",
    "isbn13": "9781408728635",
    "blurb": "Three irresistible short stories by the global phenomenon Ali Hazelwood, now available together in paperback for the first time, with an exclusive bonus chapter. Mara, Sadie, and Hannah are friends first, scientists always. Though their fields of study might take them to different corners of the world, they can all agree on this universal truth: when it comes to love and science, opposites attract, and rivals make you burn.... Under One Roof An environmental engineer discovers that scientists should never cohabitate when she finds herself stuck with the roommate from hell - a detestable big-oil lawyer who won't leave the thermostat alone. Stuck with You A civil engineer and her nemesis take their rivalry - and love - to the next level when they get stuck in a New York elevator. Below Zero A NASA aerospace engineer's frozen heart melts as she lies injured and stranded at a remote Arctic research station and the only person willing to undertake the dangerous rescue mission is her longtime rival. Ali Hazelwood's latest novel, Love on the Brain is out now.",
    "pagecount": 344,
    "publisheddate": "2023-01-03",
    "tropes": [
      "Enemies To Lovers",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "Rivals To Lovers",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Loathe to Love You - Ali Hazelwood-1ad65824d5.jpg"
  },
  {
    "id": "losing hope|colleen hoover",
    "title": "Losing Hope",
    "author": "Colleen Hoover",
    "isbn13": "9782823854886",
    "blurb": "Hopeless écrit du point de vue de Holder À six ans, Dean Holder a assisté impuissant à l'enlèvement de sa voisine, la petite Hope. Dix ans plus tard, c'est sa sœur jumelle, Less, qu'il a perdue brusquement. Aujourd'hui, après une année difficile, il s'apprête à abandonner ses études. Mais une rencontre imprévue bouleverse ses plans : au premier regard, Sky le désarme et lui rappelle cruellement Hope. Pour passer plus de temps avec elle et tenter de percer son mystère, Holder décide de réintégrer le lycée...",
    "pagecount": 289,
    "publisheddate": "2017-01-19",
    "tropes": [
      "Suspense",
      "Tortured Hero",
      "Missing Person"
    ],
    "subgenres": [
      "Dark Romance"
    ],
    "cover": "assets/covers/Losing Hope - Colleen Hoover-59c4f04880.jpg"
  },
  {
    "id": "love & other words|christina lauren",
    "title": "Love & Other Words",
    "author": "Christina Lauren",
    "isbn13": null,
    "blurb": "Macy Sorensen has decided to settle for marriage to an older man until she bumps into Elliot Petropoulos--her first and most intense love, who eventually broke her heart--sending her reeling into reminiscence and doubt.",
    "pagecount": null,
    "publisheddate": null,
    "tropes": [
      "Childhood Sweethearts",
      "Second Chance",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": null
  },
  {
    "id": "love on the brain|ali hazelwood",
    "title": "Love On The Brain",
    "author": "Ali Hazelwood",
    "isbn13": "9780593336854",
    "blurb": "An Instant New York Times Bestseller A #1 LibraryReads and Indie Next Pick! From the New York Times bestselling author of The Love Hypothesis comes a new STEMinist rom-com in which a scientist is forced to work on a project with her nemesis—with explosive results. Like an avenging, purple-haired Jedi bringing balance to the mansplained universe, Bee Königswasser lives by a simple code: What would Marie Curie do? If NASA offered her the lead on a neuroengineering project—a literal dream come true after years scraping by on the crumbs of academia—Marie would accept without hesitation. Duh. But the mother of modern physics never had to co-lead with Levi Ward. Sure, Levi is attractive in a tall, dark, and piercing-eyes kind of way. And sure, he caught her in his powerfully corded arms like a romance novel hero when she accidentally damseled in distress on her first day in the lab. But Levi made his feelings toward Bee very clear in grad school—archenemies work best employed in their own galaxies far, far away. Now, her equipment is missing, the staff is ignoring her, and Bee finds her floundering career in somewhat of a pickle. Perhaps it’s her occipital cortex playing tricks on her, but Bee could swear she can see Levi softening into an ally, backing her plays, seconding her ideas…devouring her with those eyes. And the possibilities have all her neurons firing. But when it comes time to actually make a move and put her heart on the line, there’s only one question that matters: What will Bee Königswasser do?",
    "pagecount": 369,
    "publisheddate": "2022-08-23",
    "tropes": [
      "Workplace Romance",
      "Enemies To Lovers",
      "grumpy/sunshine (man grumpy)",
      "rom-com",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Love On The Brain - Ali Hazelwood-54fcf64571.jpg"
  },
  {
    "id": "love, theoretically|ali hazelwood",
    "title": "Love, Theoretically",
    "author": "Ali Hazelwood",
    "isbn13": "9781408725801",
    "blurb": "From the author of TikTok sensations and global bestsellers The Love Hypothesis and Love on the Brain Rival physicists collide in a vortex of academic feuds and fake dating shenanigans in this delightfully STEMinist romcom. The many lives of theoretical physicist Elsie Hannaway have finally caught up with her. By day, she's an adjunct professor, toiling away at grading labs and teaching thermodynamics in the hopes of landing tenure. By other day, Elsie makes up for her non-existent paycheck by offering her services as a fake girlfriend, tapping into her expertly honed people-pleasing skills to embody whichever version of herself the client needs. Honestly, it's a pretty sweet gig - until her carefully constructed Elsie-verse comes crashing down. Because Jack Smith, the annoyingly attractive and arrogant older brother of her favourite client, turns out to be the cold-hearted experimental physicist who ruined her mentor's career and undermined the reputation of theorists everywhere. And he's the same Jack Smith who rules over the physics department at MIT, standing right between Elsie and her dream job. Elsie is prepared for an all-out war of scholarly sabotage but... those long, penetrating looks? Not having to be anything other than her true self when she's with him? Will falling into an experimentalist's orbit finally tempt her to put her most guarded theories on love into practice? Praise for Ali Hazelwood and her novels: 'Ali Hazelwood proves that science is sexy as hell, and that love can 'STEM' from the most unlikely places. She's my newest must-buy author.' Jodi Picoult 'I cannot get enough of her brand of brainy romance! Writing with an emotionally brilliant and witty pen, Hazelwood is an absolute romance powerhouse.' Christina Lauren, author of The Unhoneymooners 'Gloriously nerdy and sexy, with on-point commentary about women in STEM.' Helen Hoang, author of The Heart Principle 'Proves that STEM can be sexy!' Red Readers love The Love Hypothesis: 'Did I read this in 24 hours? Yes.' 'Funny. Snarky. Intelligent. Real.' 'If you're even slightly thinking about getting this book to read, just go a head and do it' 'Ali Hazelwood has made herself an auto-buy author' 'It was just... perfect.' 'A heroine you will instantly fall in love with' The Love Hypothesis was on the Sunday Times and New York Times bestseller lists in January 2022, Love on the Brain was also on the Sunday Times and New York Times bestseller list in August 2022.",
    "pagecount": 350,
    "publisheddate": "2023-06-13",
    "tropes": [
      "Fake Dating",
      "Age Gap (man older)",
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Love, Theoretically - Ali Hazelwood-16113429f8.jpg"
  },
  {
    "id": "mate|ali hazelwood",
    "title": "Mate",
    "author": "Ali Hazelwood",
    "isbn13": "9780593955017",
    "blurb": "A Human hybrid and an Alpha Were claw against the bonds of fate in the highly anticipated companion novel to the New York Times bestselling Bride. Serena Paris is orphaned, pack-less, and one of a kind. Coming forward as the first Human-Were hybrid was supposed to heal a centuries-long rift between species. Instead, it made her a target, prey to the ruthless political machinations between Weres, Vampyres, and Humans. With her enemies closing in on her, she has only one option left—if he’ll have her. As Alpha of the Northwest pack, Koen Alexander commands obedience. His authority is so absolute, only a fool would threaten his mate. It doesn’t matter if Serena doesn’t reciprocate his feelings, nothing will stop him from keeping her safe. But power-hungry Vampyres and Weres are not the only threats chasing Serena. Sooner or later, her past is bound to catch up with her—and Koen might be the only thing standing between her and total annihilation…",
    "pagecount": 465,
    "publisheddate": "2025-10-07",
    "tropes": [
      "Fated Mates",
      "Protective Hero",
      "slow-burn"
    ],
    "subgenres": [
      "Fantasy Romance",
      "Paranormal Romance"
    ],
    "cover": "assets/covers/Mate - Ali Hazelwood-c8ecee6bd5.jpg"
  },
  {
    "id": "maybe not|colleen hoover",
    "title": "Maybe Not",
    "author": "Colleen Hoover",
    "isbn13": "9781471149313",
    "blurb": "Colleen Hoover, the #1 Sunday Times bestselling author of It Ends with Us and It Starts with Us brilliantly brings to life the story of the hilarious and charismatic Warren in this novella. When Warren has the opportunity to live with a female roommate, he instantly agrees. It could be an exciting change. Or maybe not. Especially when that roommate is the cold and seemingly calculating Bridgette. Tensions run high and tempers flare as the two can hardly stand to be in the same room together. But Warren has a theory about Bridgette: anyone who can hate with that much passion should also have the capability to love with that much passion. And he wants to be the one to test this theory. Will Bridgette find it in herself to warm her heart to Warren and finally learn to love? Maybe. Maybe not.",
    "pagecount": 128,
    "publisheddate": "2014-11-24",
    "tropes": [
      "Banter",
      "grumpy/sunshine (man grumpy)",
      "Roommate",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Maybe Not - Colleen Hoover-1d0f47dce3.jpg"
  },
  {
    "id": "maybe now|colleen hoover",
    "title": "Maybe Now",
    "author": "Colleen Hoover",
    "isbn13": "9781668013359",
    "blurb": "From the #1 New York Times bestselling author of Regretting You, It Starts with Us, and It Ends with Us—the long-awaited finale to the bestselling Maybe Someday series returns with all the characters you fell in love with. What is more important? Friendship, loyalty, or love? Ridge and Sydney are thrilled to finally be together guilt-free. But as the two of them navigate this freedom, Warren and Bridgette’s relationship is as tumultuous as ever, and Maggie grapples with her illness. When she comes across an old list of things she wanted to do “maybe one of these days,” Maggie decides to live life to the fullest and accomplish these dreams. Maggie keeps Ridge updated on her adventures, but he can’t help but worry, even as Sydney grows more and more suspicious about their friendship. But if she’s going to move past this jealousy, she’ll need to reconcile how she and Ridge came together with the fact that Maggie will always be in their lives somehow…or end up walking away from the man she loves so much. Featuring new songs by Griffin Peterson, this emotive and satisfying finale proves that maybe someday might be right now.",
    "pagecount": 432,
    "publisheddate": "2022-05-03",
    "tropes": [
      "Love Triangle",
      "Second Chance",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Maybe Now - Colleen Hoover-39509e98bc.jpg"
  },
  {
    "id": "maybe someday|colleen hoover",
    "title": "Maybe Someday",
    "author": "Colleen Hoover",
    "isbn13": "9781476753164",
    "blurb": "When she discovers that her boyfriend is cheating on her, Sydney, a 22-year-old college student, must decide what to do next, especially when she becomes captivated by her mysterious neighbor Ridge.",
    "pagecount": 384,
    "publisheddate": "2014-03-18",
    "tropes": [
      "College Romance",
      "slow-burn",
      "Neighbors To Lovers"
    ],
    "subgenres": [
      "college/university Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Maybe Someday - Colleen Hoover-0b933ad787.jpg"
  },
  {
    "id": "moonshine kiss|claire kingsley and lucy score",
    "title": "Moonshine Kiss",
    "author": "Claire Kingsley and Lucy Score",
    "isbn13": "9781464243004",
    "blurb": "All those years of adolescent fantasies and this was how Bowie Bodine first touched my boobs. And he apologized. Real life was stupid and unfair. Small town deputy Cassidy Tucker's dating life is a train wreck on repeat. All she ever wanted was a solid partner. A man to share pajamas with. The handsome, big-hearted Bowie Bodine. Wait. Scratch that. Mr. You're-Like-a-Sister-to-Me is not welcome in her fantasies. She and Bowie aren't going to happen--that's been clear for a long time--and as for the rest of mankind? Cassidy's officially giving up on love and adopting cats. Good thing the cold case disappearance of Callie Kendall is heating up to keep her distracted. Except the investigation is testing her friendship with all the Bodines--Bowie in particular. Bowie knows he can't have his little sister's best friend. He made a promise and he's determined to keep it. But putting distance between them isn't easy--not when she lives right next door. Having her poke around trying to prove his father's guilt isn't helping either. All Bowie has ever wanted is to shed the No-Good Bodine reputation. It's looking like he'll never be free of that shadow. But one nocturnal animal, a feverish against-the-wall kiss, and absolutely zero pajamas has a way of changing everything.",
    "pagecount": 0,
    "publisheddate": "2024-09-24",
    "tropes": [
      "Close Proximity",
      "grumpy/sunshine (man grumpy)",
      "Small Town",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Small Town Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Moonshine Kiss - Claire Kingsley and Lucy Score-d42f3acc24.jpg"
  },
  {
    "id": "my favorite half-night stand|christina lauren",
    "title": "My Favorite Half-Night Stand",
    "author": "Christina Lauren",
    "isbn13": "9781501197413",
    "blurb": "By the New York Times bestselling authors of the “resoundingly life-affirming tale” (Entertainment Weekly) Love and Other Words and The Unhoneymooners, a laugh-out-loud romp through online dating and its many, many fails. Millie Morris has always been one of the guys. A UC Santa Barbara professor, she’s a female-serial-killer expert who’s quick with a deflection joke and terrible at getting personal. And she, just like her four best guy friends and fellow professors, is perma-single. So when a routine university function turns into a black tie gala, Mille and her circle make a pact that they’ll join an online dating service to find plus-ones for the event. There’s only one hitch: after making the pact, Millie and one of the guys, Reid Campbell, secretly spend the sexiest half-night of their lives together, but mutually decide the friendship would be better off strictly platonic. But online dating isn’t for the faint of heart. While the guys are inundated with quality matches and potential dates, Millie’s first profile attempt garners nothing but dick pics and creepers. Enter “Catherine”—Millie’s fictional profile persona, in whose make-believe shoes she can be more vulnerable than she’s ever been in person. Soon “Catherine” and Reid strike up a digital pen-pal-ship...but Millie can’t resist temptation in real life, either. Soon, Millie will have to face her worst fear—intimacy—or risk losing her best friend, forever. Perfect for fans of Roxanne and She’s the Man, Christina Lauren’s latest romantic comedy is full of mistaken identities, hijinks, and a classic love story with a modern twist. Funny and fresh, you’ll want to swipe right on My Favorite Half-Night Stand.",
    "pagecount": 384,
    "publisheddate": "2018-12-04",
    "tropes": [
      "Fake Dating",
      "Banter",
      "Friends To Lovers",
      "Pen Pal",
      "rom-com"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/My Favorite Half-Night Stand - Christina Lauren-0b056ad9bb.jpg"
  },
  {
    "id": "never never|colleen hoover",
    "title": "Never Never",
    "author": "Colleen Hoover",
    "isbn13": "9782755627657",
    "blurb": "Charlie et Silas : Ne plus jamais, jamais oublier. Charlie et Silas ont commencé à comprendre ce qui leur est arrivé : tous deux ont perdu la mémoire et ne se souviennent de rien. Il leur faut tout redécouvrir mais un événement imprévu a encore compliqué les choses. Leur mémoire s'est à nouveau évanouie au bout de quelques heures, les obligeant à tout recommencer. Pourtant, ils progressent dans leur quête des souvenirs et d'eux-mêmes. Ils sont désormais alliés dans cette recherche malgré tout ce qu'il les a séparés et qu'ils doivent redécouvrir. Et surtout, ils savent que l'explication de cette amnésie pourrait être en eux et que « jamais, jamais », cette expression qu'ils retrouvent partout dans leur passé est peut-être la clé de tout.",
    "pagecount": 100,
    "publisheddate": "2016-12-01",
    "tropes": [
      "Amnesia Romance",
      "Mystery",
      "slow-burn"
    ],
    "subgenres": [
      "Dark Romance"
    ],
    "cover": "assets/covers/Never Never - Colleen Hoover-15c3b3b051.jpg"
  },
  {
    "id": "not in love|ali hazelwood",
    "title": "Not in Love",
    "author": "Ali Hazelwood",
    "isbn13": "9781408728918",
    "blurb": "A forbidden, secret affair proves that all's fair in love and science - from Sunday Times and New York Times bestselling author Ali Hazelwood. Rue Siebert might not have it all, but she has enough: a few friends she can always count on; the financial stability she yearned for as a kid; and a successful career as a biotech engineer at Kline, one of the most promising start-ups in the field of food science. Her world is stable, pleasant, and hard-fought. Until a hostile takeover and its offensively attractive front man threatens to bring it all crumbling down. Eli Killgore and his business partners want Kline, period. Eli has his own reasons for pushing this deal through - and he's a man who gets what he wants. With one burning exception: Rue. The woman he can't stop thinking about. The woman who's off-limits to him. Torn between loyalty and an undeniable attraction, Rue and Eli throw caution out the lab and the boardroom windows. Their affair is secret, no-strings-attached, and has a built-in deadline: the day one of their companies will prevail. But the heart is risky business - one that plays for keeps. Real readers are so in love with Not in Love: 'Ali Hazelwood's spiciest book so far...also one of the funniest. The dual pov was really fun! Loved this book!' Real Reader Review ⭐⭐⭐⭐⭐ 'Ali never, ever misses! Another incredible book with characters you simply cannot resist falling for...And the spice. Just wow. Absolute perfection!' Real Reader Review ⭐⭐⭐⭐⭐ 'WOW...Intelligent, beautiful, profound in a gentle way, and entertaining from the get-go...I can't help but think about it days later, I'm obsessed. One of the easiest five stars I have ever given.' Real Reader Review ⭐⭐⭐⭐⭐ 'ALI FINALLY DID DUAL POV!!!...The spice was also *chefs kiss* but there was a good mix of storyline and plot as well...100% recommended to any romance readers out there!' Real Reader Review ⭐⭐⭐⭐⭐ 'I loved this book so much!...I couldn't drag myself away...An absolutely gorgeous romance, and one I will be rereading and enjoying all over again' Real Reader Review ⭐⭐⭐⭐⭐ 'ATTENTION: I HAVE A NEW FAVOURITE ALI HAZELWOOD BOOK. Not only is this Ali's spiciest book yet, but it's so full of heart and growth...Oh and did I mention it's dual POV?' Real Reader Review ⭐⭐⭐⭐⭐ 'Eli and Rue got me GOOD. They were everything to me. But what I loved the most about this story is how fun, fast paced and sexy it was...Perfect, just perfect!' Real Reader Review ⭐⭐⭐⭐⭐ 'Ali Hazelwood is a literal mastermind...intriguing, emotional and so good...The tension, chemistry and spice was incredible. Ali truly knocked it out of the park!' Real Reader Review ⭐⭐⭐⭐⭐ 'Stem-romance, smut and enemies-to-lovers all in one! Phenomenal' Real Reader Review ⭐⭐⭐⭐⭐ 'The spice was SPICING. I was literally gasping for air...dual pov was such a game changer... Top Tier Ali Hazelwood and a MUST READ' Real Reader Review ⭐⭐⭐⭐⭐",
    "pagecount": 355,
    "publisheddate": "2024-06-11",
    "tropes": [
      "boss/employee",
      "Enemies To Lovers",
      "Opposites Attract",
      "Secret Relationship"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Not in Love - Ali Hazelwood-7842942ddf.jpg"
  },
  {
    "id": "november 9|colleen hoover",
    "title": "November 9",
    "author": "Colleen Hoover",
    "isbn13": "9781442388918",
    "blurb": "Fallon meets Ben, an aspiring novelist, the day before her scheduled cross-country move. Their untimely attraction leads them to spend Fallon's last day in L.A. together, and her eventful life becomes the creative inspiration Ben has always sought for his novel. Over time and amidst the various relationships and tribulations of their own separate lives, they continue to meet on the same date every year. Until one day Fallon becomes unsure if Ben has been telling her the truth or fabricating a perfect reality for the sake of the ultimate plot twist. Can Ben's relationship with Fallon and simultaneously his novel be considered a love story if it ends in heartbreak?",
    "pagecount": null,
    "publisheddate": "2015",
    "tropes": [
      "He Falls First",
      "Love At First Sight",
      "slow-burn",
      "Suspense",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Romantic Suspense"
    ],
    "cover": null
  },
  {
    "id": "one last stop|casey mcquiston",
    "title": "One Last Stop",
    "author": "Casey McQuiston",
    "isbn13": "9781761261541",
    "blurb": "*INSTANT NEW YORK TIMES BESTSELLER* *INSTANT USA TODAY BESTSELLER* *INSTANT #1 INDIE BESTSELLER* From the New York Times bestselling author of Red, White & Royal Blue comes a new romantic comedy that will stop readers in their tracks... For cynical twenty-three-year-old August, moving to New York City is supposed to prove her right: that things like magic and cinematic love stories don’t exist, and the only smart way to go through life is alone. She can’t imagine how waiting tables at a 24-hour pancake diner and moving in with too many weird roommates could possibly change that. And there’s certainly no chance of her subway commute being anything more than a daily trudge through boredom and electrical failures. But then, there’s this gorgeous girl on the train. Jane. Dazzling, charming, mysterious, impossible Jane. Jane with her rough edges and swoopy hair and soft smile, showing up in a leather jacket to save August’s day when she needed it most. August’s subway crush becomes the best part of her day, but pretty soon, she discovers there’s one big problem: Jane doesn’t just look like an old school punk rocker. She’s literally displaced in time from the 1970s, and August is going to have to use everything she tried to leave in her own past to help her. Maybe it’s time to start believing in some things, after all. Casey McQuiston’s One Last Stop is a magical, sexy, big-hearted romance where the impossible becomes possible as August does everything in her power to save the girl lost in time. \"A dazzling romance, filled with plenty of humor and heart.\" - Time Magazine, \"The 21 Most Anticipated Books of 2021\" \"Dreamy, other worldly, smart, swoony, thoughtful, hilarious - all in all, exactly what you'd expect from Casey McQuiston!\" - Jasmine Guillory, New York Times bestselling author of The Proposal and Party for Two",
    "pagecount": 409,
    "publisheddate": "2022-01-25",
    "tropes": [
      "rom-com",
      "slow-burn",
      "Strangers To Lovers"
    ],
    "subgenres": [
      "Fantasy Romance",
      "rom-com"
    ],
    "cover": "assets/covers/One Last Stop - Casey McQuiston-0c89bc258f.jpg"
  },
  {
    "id": "point of retreat|colleen hoover",
    "title": "Point of Retreat",
    "author": "Colleen Hoover",
    "isbn13": "9781476715933",
    "blurb": "From the #1 New York Times bestselling author of Regretting You, It Starts with Us, It Ends with Us, and All Your Perfects. Sometimes two people have to fall apart to realize just how much they belong together. As Layken and Will’s emotion-packed story continues, a stunning and unforeseen revelation about Will’s past leaves them questioning everything that they thought they knew about each other. With the foundation of their relationship at risk, they must decide whether they are willing to fight for a future together, or to retreat back into solitude and heartache. How far does Will have to go to prove to Layken his love for her will last forever? It will require something truly extraordinary to keep this couple together, and the decisions they make and the answers they find will change not only their lives, but the lives of everyone around them.",
    "pagecount": 320,
    "publisheddate": "2012-08-10",
    "tropes": [
      "He Falls First",
      "slow-burn",
      "Tortured Hero",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Point of Retreat - Colleen Hoover-9ca4aa0a09.jpg"
  },
  {
    "id": "problematic summer romance|ali hazelwood",
    "title": "Problematic Summer Romance",
    "author": "Ali Hazelwood",
    "isbn13": "9798217187430",
    "blurb": "What is wrong meets what feels right in this romance set in Italy by the New York Times bestselling author of Deep End. Maya Killgore is twenty-three and still in the process of figuring out her life. Conor Harkness is thirty-eight, and Maya cannot stop thinking about him. It’s such a cliché, it almost makes her heart implode: older man and younger woman; successful biotech guy and struggling grad student; brother’s best friend and the girl he never even knew existed. As Conor loves to remind her, the power dynamic is too imbalanced. Any relationship between them would be problematic in too many ways to count, and Maya should just get over him. After all, he has made it clear that he wants her gone from his life. But not everything is as it seems—and clichés sometimes become plot twists. When Maya’s brother decides to get married in Taormina, she and Conor end up stuck together in a romantic Sicilian villa for over a week. There, on the beautiful Ionian coast, between ancient ruins, delicious foods, and natural caves, Maya realizes that Conor might be hiding something from her. And as the destination wedding begins to erupt out of control, she decides that a summer fling might be just what she needs—even if it’s a problematic one.",
    "pagecount": 417,
    "publisheddate": "2025-05-27",
    "tropes": [
      "Age Gap (man older)",
      "brother's Best Friend",
      "Forced Proximity",
      "Age Gap (woman older)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Problematic Summer Romance - Ali Hazelwood-d2f29dbec3.jpg"
  },
  {
    "id": "red, white & royal blue|casey mcquiston",
    "title": "Red, White & Royal Blue",
    "author": "Casey McQuiston",
    "isbn13": "9781761261534",
    "blurb": "NOW A MUST-WATCH AMAZON PRIME FEATURE FILM STARRING NICHOLAS GALATZINE AND TAYLOR ZAKHAR PEREZ An Instant NEW YORK TIMES and USA TODAY bestseller What happens when America's First Son falls in love with the Prince of Wales? When his mother became President, Alex Claremont-Diaz was promptly cast as the American equivalent of a young royal. Handsome, charismatic, genius-his image is pure millennial-marketing gold for the White House. There's only one problem: Alex has a beef with the actual prince, Henry, across the pond. And when the tabloids get hold of a photo involving an Alex-Henry altercation, U.S./British relations take a turn for the worse. Heads of family, state, and other handlers devise a plan for damage control: staging a truce between the two rivals. What at first begins as a fake, Instragramable friendship grows deeper, and more dangerous, than either Alex or Henry could have imagined. Soon Alex finds himself hurtling into a secret romance with a surprisingly unstuffy Henry that could derail the campaign and upend two nations and begs the question: Can love save the world after all? Where do we find the courage, and the power, to be the people we are meant to be? And how can we learn to let our true colors shine through? Casey McQuiston's Red, White & Royal Blue proves: true love isn't always diplomatic. PRAISE FOR RED WHITE & ROYAL BLUE \"Red, White & Royal Blue is outrageously fun. It is romantic, sexy, witty, and thrilling. I loved every second.\" - Taylor Jenkins Reid, New York Times bestselling author of Daisy Jones & The Six",
    "pagecount": 423,
    "publisheddate": "2022-01-25",
    "tropes": [
      "Fake Dating",
      "Enemies To Lovers",
      "rom-com",
      "Royal Romance",
      "Fake Engagement"
    ],
    "subgenres": [
      "rom-com",
      "lgbtq+ Romance"
    ],
    "cover": "assets/covers/Red, White & Royal Blue - Casey McQuiston-b4b7690f34.jpg"
  },
  {
    "id": "regretting you|colleen hoover",
    "title": "Regretting You",
    "author": "Colleen Hoover",
    "isbn13": "9781662535642",
    "blurb": "Soon to be a major motion picture starring Mckenna Grace, Mason Thames, Allison Williams, and Dave Franco. From #1 New York Times bestselling author of It Ends with Us comes a novel about family, first love, grief, and betrayal that will touch the hearts of both mothers and daughters. Morgan Grant and her sixteen-year-old daughter, Clara, would like nothing more than to be nothing alike. Morgan is determined to prevent her daughter from making the same mistakes she did. By getting pregnant and married way too young, Morgan put her own dreams on hold. Clara doesn't want to follow in her mother's footsteps. Her predictable mother doesn't have a spontaneous bone in her body. With warring personalities and conflicting goals, Morgan and Clara find it increasingly difficult to coexist. The only person who can bring peace to the household is Chris--Morgan's husband, Clara's father, and the family anchor. But that peace is shattered when Chris is involved in a tragic and questionable accident. The heartbreaking and long-lasting consequences will reach far beyond just Morgan and Clara. While struggling to rebuild everything that crashed around them, Morgan finds comfort in the last person she expects to, and Clara turns to the one boy she's been forbidden to see. With each passing day, new secrets, resentment, and misunderstandings make mother and daughter fall further apart. So far apart, it might be impossible for them to ever fall back together.",
    "pagecount": 0,
    "publisheddate": "2025-09-23",
    "tropes": [
      "Redemption Arc",
      "Secret Relationship",
      "Single Mum"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Regretting You - Colleen Hoover-d42f3acc24.jpg"
  },
  {
    "id": "reminders of him|colleen hoover",
    "title": "Reminders of Him",
    "author": "Colleen Hoover",
    "isbn13": "9781542025607",
    "blurb": "A troubled young mother yearns for a shot at redemption in this heartbreaking yet hopeful story from #1 New York Times bestselling author Colleen Hoover. After serving five years in prison for a tragic mistake, Kenna Rowan returns to the town where it all went wrong, hoping to reunite with her four-year-old daughter. But the bridges Kenna burned are proving impossible to rebuild. Everyone in her daughter's life is determined to shut Kenna out, no matter how hard she works to prove herself. The only person who hasn't closed the door on her completely is Ledger Ward, a local bar owner and one of the few remaining links to Kenna's daughter. But if anyone were to discover how Ledger is slowly becoming an important part of Kenna's life, both would risk losing the trust of everyone important to them. The two form a connection despite the pressure surrounding them, but as their romance grows, so does the risk. Kenna must find a way to absolve the mistakes of her past in order to build a future out of hope and healing.",
    "pagecount": 336,
    "publisheddate": "2022-01-18",
    "tropes": [
      "Healing Love",
      "Redemption Arc",
      "Second Chance",
      "Single Parent"
    ],
    "subgenres": [
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Reminders of Him - Colleen Hoover-d42f3acc24.jpg"
  },
  {
    "id": "roomies|christina lauren",
    "title": "Roomies",
    "author": "Christina Lauren",
    "isbn13": "9780349417530",
    "blurb": "'You can never go wrong with Christina Lauren!' Paige Toon 'One of the most romantic meet-cutes I have ever read' Frolic Marriages of convenience can be so . . . inconvenient. From subway . . . Monday night. Wednesday morning. Friday lunchtime. Holland Bakker plans her journeys to work around the times handsome Irish musician, Calvin McLoughlin, plays his guitar in the 50th Street subway station. Lacking the nerve to actually talk to the gorgeous stranger, Holland is destined to admire him from a distance. Then a near-tragedy causes her busker to come to her rescue, only to disappear when the police start asking questions. To Broadway . . . Keen to repay Calvin, Holland gets him an audition with her uncle, Broadway's hottest musical director. When he aces the tryout, Calvin's luck seems to have turned - until his reason for disappearing earlier becomes clear: he doesn't have a visa. To happy ever after? Impulsively, Holland offers to wed the Irishman to keep him in New York. Calvin becomes the darling of Broadway, while their relationship evolves from awkward roommates to besotted lovers. Yet surrounded by theatre and actors, what will it take for Holland and Calvin to realise that they both stopped pretending a long time ago? Find out why readers LOVE Christina Lauren: 'Pure, irresistible magic from start to finish' Emily Henry 'Witty and downright hilarious . . . perfect feel-good romantic comedy' Helen Hoang 'Pure joy' Sally Thorne 'What a joyful, warm, touching book! This is the book to read if you want to smile so hard your face hurts' Jasmine Guillory 'A sexy, hilarious rom-com . . . Perfect for fans of Jasmine Guillory and Sally Thorne' Booklist",
    "pagecount": 234,
    "publisheddate": "2017-12-05",
    "tropes": [
      "Marriage Of Convenience",
      "rom-com",
      "Roommate"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Roomies - Christina Lauren-cb1fb44de2.jpg"
  },
  {
    "id": "say i’m yours|corinne michaels",
    "title": "Say I’m Yours",
    "author": "Corinne Michaels",
    "isbn13": "9781635760903",
    "blurb": "The New York Times bestselling second-chance standalone romance. I spent twenty years waiting for Trent Hennington to open his eyes and see me. But it was all for nothing. He chose to keep himself guarded and let me walk away, proving that my time and efforts were wasted. I'm done being invisible. It's time to move on. A single dance sets my new reality into motion, and I welcome it. After all, Cooper Townsend is perfect. He's kind, sexy, and attentive—everything a girl could want. I thought I got it right this time. That my heart could mend, and I would be happy. Apparently, some things really are just too hard to walk away from.",
    "pagecount": 310,
    "publisheddate": "2017-03-27",
    "tropes": [
      "He Falls First",
      "Second Chance",
      "slow-burn",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Say I’m Yours - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "say you want me|corinne michaels",
    "title": "Say You Want Me",
    "author": "Corinne Michaels",
    "isbn13": "9781942834298",
    "blurb": "Fans of JoJo Moyes will love this story about opening yourself to love even if it is the last thing you want to do.",
    "pagecount": 302,
    "publisheddate": "2017-10-07",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Second Chance",
      "slow-burn",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Say You Want Me - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "say you won’t let go|corinne michaels",
    "title": "Say You Won’t Let Go",
    "author": "Corinne Michaels",
    "isbn13": null,
    "blurb": null,
    "pagecount": null,
    "publisheddate": null,
    "tropes": [],
    "subgenres": [],
    "cover": null
  },
  {
    "id": "sidecar crush|claire kingsley and lucy score",
    "title": "Sidecar Crush",
    "author": "Claire Kingsley and Lucy Score",
    "isbn13": "9783967971927",
    "blurb": "Bootleg Springs - die erfolgreiche Small Town-Reihe der Bestsellerautorinnen Claire Kingsley und Lucy Score! Reality TV-Star Leah Mae Larkin wollte immer berühmt sein. Nun ist sie mit ihrem Manager Kelvin verlobt, doch glücklich ist sie nicht. Als ein Skandal ihre Karriere bedroht und Kelvins Verhalten immer sonderbarer wird, kehrt Leah nach Bootleg Springs zurück, um ihr Leben neu zu ordnen. Sie trifft ihren Freund aus Kindertagen, Jameson Bodine, wieder und je länger sie bleibt, desto klarer erkennt sie, was im Leben wirklich zählt ... Jameson verbringt seine Freizeit am liebsten mit seinen Brüdern und der Schwester. Als Leah, sein Schwarm aus Kindertagen, nach Bootleg Springs zurückkehrt, sieht er den Verlobungsring an ihrer Hand und das gefällt ihm nicht. Was findet sie nur an diesem Kelvin, der ganz offensichtlich nicht gut für sie ist? Als sein verstorbener Vater immer mehr in Verdacht gerät, etwas mit dem Verschwinden von Calie Kendall zu tun zu haben, wächst Jameson der ganze Ärger über den Kopf. Nur mit Leah vergisst er all die Sorgen des Alltags. Und leider auch, dass sie nur eine gute Freundin ist ...",
    "pagecount": 331,
    "publisheddate": "2023-05-01",
    "tropes": [
      "Childhood Sweethearts",
      "Protective Hero",
      "Small Town",
      "Return To Hometown",
      "Protective Heroine"
    ],
    "subgenres": [
      "Small Town Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Sidecar Crush - Claire Kingsley and Lucy Score-be34d4d13b.jpg"
  },
  {
    "id": "slammed|colleen hoover",
    "title": "Slammed",
    "author": "Colleen Hoover",
    "isbn13": "9781476715902",
    "blurb": "Eighteen-year-old Layken struggles with holding her family together after her father dies, until she develops a relationship with her new neighbor, Will, who has a passion for poetry slams and gives her a new sense of hope.",
    "pagecount": 352,
    "publisheddate": "2012-09-18",
    "tropes": [
      "Healing Love",
      "slow-burn",
      "Neighbors To Lovers"
    ],
    "subgenres": [],
    "cover": "assets/covers/Slammed - Colleen Hoover-83511b5c13.jpg"
  },
  {
    "id": "something wilder|christina lauren",
    "title": "Something Wilder",
    "author": "Christina Lauren",
    "isbn13": "9781982173401",
    "blurb": "When the man who broke her heart is in her tourist group, Lily Wilder, the daughter of a notorious treasure hunter, after the trip goes horribly and hilariously wrong, must decide whether she'll risk her life and heart on the adventure of a lifetime",
    "pagecount": 384,
    "publisheddate": "2022-05-17",
    "tropes": [
      "Enemies To Lovers",
      "rom-com",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Something Wilder - Christina Lauren-2ea3fde580.jpg"
  },
  {
    "id": "soulmate equation|christina lauren",
    "title": "Soulmate Equation",
    "author": "Christina Lauren",
    "isbn13": "9780349426884",
    "blurb": "'You can never go wrong with Christina Lauren!' Paige Toon 'Pure, irresistible magic from start to finish' Emily Henry The New York Times bestselling author of The Unhoneymooners returns with a hilariously witty and feel-good romcom about your perfect match being the last person you'd expect . . . Jess is a numbers genius, but when it comes to love she's had to accept there is no magic formula. Juggling a career with raising her daughter, it's not surprising that her love life is. . . non-existent. When yet another date ends in disaster, she's prepared to give up on love for good. But then she hears about a buzzy new matchmaking company that claims to find you the One using a DNA equation. Suddenly, love doesn't seem quite so far out of reach . . . Until her test shows an unheard-of 98% compatibility with the company's founder, Dr River Pena. Jess already knows Dr Pena, and this man is 100% not her soulmate. Yet as the pair are dragged from one event to the next as the ultimate 'Diamond' pairing, Jess begins to realise that there might be more to the scientist - and to the science behind a soulmate - than she thought. Find out why readers LOVE Christina Lauren: 'Pure joy' Sally Thorne, USA Today bestselling author of The Hating Game 'Full of fierce arguments, sexual tension and slow-build romance . . . writing duo Christina Lauren are my go-to when I'm feeling sad' Beth O' Leary, author of The Flatshare 'What a joyful, warm, touching book! This is the book to read if you want to smile so hard your face hurts' Jasmine Guillory, New York Times bestselling author of The Proposal 'A sexy, hilarious rom-com . . . Perfect for fans of Jasmine Guillory and Sally Thorne' Booklist 'Will we ever stop falling in love with Christina Lauren's fictional men? The answer to this is HECK NO' Fangirlish",
    "pagecount": 323,
    "publisheddate": "2021-05-18",
    "tropes": [
      "Opposites Attract",
      "rom-com",
      "slow-burn"
    ],
    "subgenres": [
      "rom-com"
    ],
    "cover": "assets/covers/Soulmate Equation - Christina Lauren-6c59ab265e.jpg"
  },
  {
    "id": "stuck with you|ali hazelwood",
    "title": "Stuck with You",
    "author": "Ali Hazelwood",
    "isbn13": "9780593437827",
    "blurb": "From the New York Times bestselling author of The Love Hypothesis comes a new steamy, STEMinist novella… Nothing like a little rivalry between scientists to take love to the next level. Mara, Sadie, and Hannah are friends first, scientists always. Though their fields of study might take them to different corners of the world, they can all agree on this universal truth: when it comes to love and science, opposites attract and rivals make you burn… Logically, Sadie knows that civil engineers are supposed to build bridges. However, as a woman of STEM she also understands that variables can change, and when you are stuck for hours in a tiny New York elevator with the man who broke your heart, you earn the right to burn that brawny, blond bridge to the ground. Erik can apologize all he wants, but to quote her rebel leader—she’d just as soon kiss a Wookiee. Not even the most sophisticated of Sadie’s superstitious rituals could have predicted such a disastrous reunion. But while she refuses to acknowledge the siren call of Erik’s steely forearms or the way his voice softens when he offers her his sweater, Sadie can’t help but wonder if there might be more layers to her cold-hearted nemesis than meet the eye. Maybe, possibly, even burned bridges can still be crossed…. To read Mara and Hannah’s stories look for the novellas Under One Roof, available now, and Below Zero, coming soon from Berkley!",
    "pagecount": 122,
    "publisheddate": "2022-06-07",
    "tropes": [
      "Close Proximity",
      "Enemies To Lovers",
      "grumpy/sunshine (man grumpy)",
      "Rivals To Lovers",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Stuck with You - Ali Hazelwood-20c668ef9f.jpg"
  },
  {
    "id": "sweet filthy boy|christina lauren",
    "title": "Sweet Filthy Boy",
    "author": "Christina Lauren",
    "isbn13": "9781476751818",
    "blurb": "When three besties meet three hot guys in Vegas anything can—and does—happen in this first entry in the New York Times bestselling Wild Seasons series from the authors of Love and Other Words and The Unhoneymooners. One-night stands are supposed to be with someone convenient, or wickedly persuasive, or regrettable. They aren’t supposed to be with someone like him. But after a crazy Vegas weekend celebrating her college graduation—and terrified of the future path she knows is a cop-out—Mia Holland makes the wildest decision of her life: follow Ansel Guillaume—her sweet, filthy fling—to France for the summer and just...play. When feelings begin to develop behind the provocative roles they take on, and their temporary masquerade adventures begin to feel real, Mia will have to decide if she belongs in the life she left because it was all wrong, or in the strange new one that seems worlds away.",
    "pagecount": 304,
    "publisheddate": "2014-05-13",
    "tropes": [
      "College Romance",
      "Friends To Lovers",
      "Opposites Attract",
      "slow-burn"
    ],
    "subgenres": [
      "rom-com",
      "New Adult Romance"
    ],
    "cover": "assets/covers/Sweet Filthy Boy - Christina Lauren-8bd47e55e6.jpg"
  },
  {
    "id": "tangled up in you|christina lauren",
    "title": "Tangled Up In You",
    "author": "Christina Lauren",
    "isbn13": "9781368099899",
    "blurb": "A witty and deeply romantic modern reimagining of Disney’s Tangled, by the New York Times bestselling author duo Christina Lauren, part of the acclaimed and bestselling Meant to Be collection. She has a dream. He has a plan. Together they’ll take a leap of faith. Ren has never held an iPhone, googled the answer to a question, or followed a crush on social media. What she has done: Read a book or two, or three (okay, hundreds). Taught herself to paint. Built a working wind power system from scratch. But for all the books she’s read, Ren has never found one that’s taught a woman raised on a homestead and off the grid for most of her twenty-two years how to live in the real world. So when she finally achieves her lifelong dream of attending Corona College, it feels like her life is finally beginning. Fitz has the rest of his life mapped out: Graduate from Corona at the top of his class, get his criminal record wiped clean, and pass himself off as the rich, handsome player everyone thinks he is. He’s a few short months from checking off step one of his plans when Ren Gylden, with her cascading blonde hair and encyclopedic brain, crashes into his life, and for the first time Fitz’s plan is in jeopardy. But a simple assignment in their immunology seminar changes the course of both their lives, and suddenly they’re thrown out of the frying pan and into the fireon a road trip that will lead them in the most unexpected directions. Out on the open road, the world somehow shifts, and the unlikely pair realize that, maybe, the key to the dreams they've both been chasing have been sitting next to them the whole time.",
    "pagecount": 329,
    "publisheddate": "2024-06-25",
    "tropes": [
      "Enemies To Lovers",
      "Opposites Attract",
      "Road Trip",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Tangled Up In You - Christina Lauren-7bd327c6ef.jpg"
  },
  {
    "id": "the defender|ana huang",
    "title": "The Defender",
    "author": "Ana Huang",
    "isbn13": "9780349442266",
    "blurb": "The next book in the Gods of the Game series by Sunday Times bestselling author Ana Huang - a steamy sports romance set in the world of the English Premier League football. He has to play by the rules...but for her, he'd break them all. As the captain of Blackcastle Football Club and one of the highest-paid athletes in the game, Vincent DuBois should be on top of the world. ​ But when his fame brings danger to his doorstep, he finds himself in his worst nightmare scenario-secretly sharing a flat with his coach's daughter, knowing full well she's far too big a temptation for him to resist. ​ When his new living arrangements escalate into a bet that throws them even closer together, he realizes he's in deeper trouble than he thought. ​ He's always played to win-but for her, he might just risk it all. ​ *** ​ As a sports nutritionist and the daughter of a legendary coach, Brooklyn Armstrong is used to dealing with hotshot athletes. ​ However, no player gets under her skin like Vincent, her best friend's infuriatingly cocky (and gorgeous) brother. She left California hoping for a fresh start, and he's the kind of distraction she doesn't need. ​ Now, he's sleeping in the room next to hers while her career is up in the air and her defenses are crumbling. ​ But no matter how many sparks fly between them, a relationship between the captain and the coach's daughter could never work...could it?",
    "pagecount": 0,
    "publisheddate": "2025-10-28",
    "tropes": [
      "Best Friends Brother",
      "Close Proximity",
      "Football Romance",
      "grumpy/sunshine (man grumpy)",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Sports Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/The Defender - Ana Huang-30afe778a5.jpg"
  },
  {
    "id": "the honey-don't list|christina lauren",
    "title": "The Honey-Don't List",
    "author": "Christina Lauren",
    "isbn13": "9781982145217",
    "blurb": "From the New York Times bestselling author behind the “joyful, warm, touching” (Jasmine Guillory, New York Times bestselling author) The Unhoneymooners comes a delightfully charming love story about what happens when two assistants tasked with keeping a rocky relationship from explosion start to feel sparks of their own. Carey Duncan has worked for home remodeling and design gurus Melissa and Rusty Tripp for nearly a decade. A country girl at heart, Carey started in their first store at sixteen, and—more than anyone would suspect—has helped them build an empire. With a new show and a book about to launch, the Tripps are on the verge of superstardom. There’s only one problem: America’s favorite couple can’t stand each other. James McCann, MIT graduate and engineering genius, was originally hired as a structural engineer, but the job isn’t all he thought it’d be. The last straw? Both he and Carey must go on book tour with the Tripps and keep the wheels from falling off the proverbial bus. Unfortunately, neither of them is in any position to quit. Carey needs health insurance, and James has been promised the role of a lifetime if he can just keep the couple on track for a few more weeks. While road-tripping with the Tripps up the West Coast, Carey and James vow to work together to keep their bosses’ secrets hidden, and their own jobs secure. But if they stop playing along—and start playing for keeps—they may have the chance to build something beautiful together… From the “hilariously zany and heartfelt” (Booklist) Christina Lauren comes a romantic comedy that proves if it’s broke, you might as well fix it.",
    "pagecount": 320,
    "publisheddate": "2020-03-24",
    "tropes": [
      "Workplace Romance",
      "boss/employee",
      "Opposites Attract",
      "rom-com"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/The Honey-Don't List - Christina Lauren-aed791d04f.jpg"
  },
  {
    "id": "the love hypothesis|ali hazelwood",
    "title": "The Love Hypothesis",
    "author": "Ali Hazelwood",
    "isbn13": "9780593336830",
    "blurb": "The Instant New York Times Bestseller and TikTok Sensation! As seen on THE VIEW! A BuzzFeed Best Summer Read of 2021 When a fake relationship between scientists meets the irresistible force of attraction, it throws one woman's carefully calculated theories on love into chaos. As a third-year Ph.D. candidate, Olive Smith doesn't believe in lasting romantic relationships—but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees. That man is none other than Adam Carlsen, a young hotshot professor—and well-known ass. Which is why Olive is positively floored when Stanford's reigning lab tyrant agrees to keep her charade a secret and be her fake boyfriend. But when a big science conference goes haywire, putting Olive's career on the Bunsen burner, Adam surprises her again with his unyielding support and even more unyielding...six-pack abs. Suddenly their little experiment feels dangerously close to combustion. And Olive discovers that the only thing more complicated than a hypothesis on love is putting her own heart under the microscope.",
    "pagecount": 401,
    "publisheddate": "2021-09-14",
    "tropes": [
      "Fake Dating",
      "Office Romance",
      "Opposites Attract"
    ],
    "subgenres": [
      "rom-com",
      "college/university Romance"
    ],
    "cover": "assets/covers/The Love Hypothesis - Ali Hazelwood-180de43a3a.jpg"
  },
  {
    "id": "the striker|ana huang",
    "title": "The Striker",
    "author": "Ana Huang",
    "isbn13": "9780349442242",
    "blurb": "The new must-read steamy sports romance from Ana Huang, the bestselling author of the Twisted and Kings of Sin series. She's the only woman he wants . . . and the only one he can't have. Asher Donovan is a living legend - the darling of the Premier League, the (arguably) greatest footballer in the world. But his reckless antics and recent team transfer have caused much controversy, and when his feud with his rival-turned-teammate costs them a championship, they're forced to 'bond' during off-season cross-training. Surviving the summer shouldn't be hard . . . until Asher meets their new trainer. She's beautiful, talented, and no matter how hard he tries, he can't take his mind off her. The only problem? She's his rival's sister - and completely off limits. *** Scarlett DuBois is a former prima ballerina whose career was cut short by a tragic accident. Now a teacher at a prestigious dance academy but still haunted by the ghosts of her past, the last thing she wants is to spend the summer cross-training Asher Donovan, of all people. She swore she would never date a footballer, but when her brother leaves town for an emergency, she finds herself thrown into dangerously close proximity with the gorgeous, charming striker. Training, she can deal with. But falling in love? That's out of the question - especially when he's the only person with the power to break her heart. Why readers love Ana Huang 'Get ready for all the spice, all the build-up and all the sizzling tension' Glamour 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for' @Aymanreads 'Ana Huang truly is the queen of billionaire romances' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 599,
    "publisheddate": "2024-10-22",
    "tropes": [
      "Close Proximity",
      "Football Romance",
      "grumpy/sunshine (man grumpy)",
      "slow-burn",
      "Rivals To Lovers"
    ],
    "subgenres": [
      "Sports Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/The Striker - Ana Huang-b3462fc5e9.jpg"
  },
  {
    "id": "the true love experiment|christina lauren",
    "title": "The True Love Experiment",
    "author": "Christina Lauren",
    "isbn13": "9780349433646",
    "blurb": "The True Love Experiment, the next escapist romance from Christina Lauren, New York Times bestselling author of TikTok favourite, The Unhoneymooners, is the book their fans have been waiting for, ever since Fizzy's debut in The Soulmate Equation! 'My favourite kind of book to devour: something that manages to be hot and intense, yet still the very best comfort food' JODI PICOULT ............... They're crafting the perfect Hollywood romance for the screen. But the chemistry behind the camera might be the real story. Felicity 'Fizzy' Chen is lost. Sure, she has an incredible career as a beloved romance novelist with numerous bestsellers to her name, but when she's asked to give a commencement address, it hits her: she hasn't been practising what she's preached. She hasn't been in love. In lust? Sure. But that swoon-worthy, can't-stop-thinking-about-him, all-encompassing feeling? Nope. And suddenly the optimism she's encouraged in her readers starts to feel like a lie. Connor Prince, documentary filmmaker and single father, loves that his work allows him to live near his daughter. Then his profit-minded boss orders him to create a reality TV show, putting it all in jeopardy. Desperate to find his romantic lead, a chance run-in with an exasperated Fizzy offers Connor the perfect solution. What if he could show the queen of romance herself falling head-over-heels? But when production on The True Love Experiment begins, Connor wonders if that perfect match will ever be in the cue cards for him too. ................... 'Sexy, swoony, heartfelt' Library Journal (starred review) 'Funny, angst-y, and extremely sexy' Kirkus Reviews (starred review) Find out why readers LOVE Christina Lauren . . . 'Pure, irresistible magic from start to finish' EMILY HENRY 'Witty and downright hilarious . . . a perfect feel-good romantic comedy' HELEN HOANG 'Pure joy' SALLY THORNE 'Writing duo Christina Lauren are my go-to when I'm feeling sad' BETH O'LEARY 'What a joyful, warm, touching book! This is the book to read if you want to smile so hard your face hurts' JASMINE GUILLORY",
    "pagecount": 336,
    "publisheddate": "2023-05-16",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "rom-com",
      "Single Dad",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/The True Love Experiment - Christina Lauren-14bf297cd6.jpg"
  },
  {
    "id": "the unhoneymooners|christina lauren",
    "title": "The Unhoneymooners",
    "author": "Christina Lauren",
    "isbn13": "9780349417608",
    "blurb": "'The perfect choice if you've had to cancel your summer holiday but still want to feel the sand between your toes' Beth O'Leary 'Pure joy' Sally Thorne, USA Today bestselling author of The Hating Game The honeymoon of a lifetime . . . with her sworn enemy! Olive is always unlucky; her identical twin sister Ami, on the other hand, is probably the luckiest person in the world. While she's about to marry her dream man, Olive is forced to play nice with her nemesis: the best man, Ethan. Yet Olive's luck may be on the turn . . . When the entire wedding - except for Olive and Ethan - gets food poisoning, there's an all-expenses-paid honeymoon in Hawaii up for grabs. Putting their mutual hatred aside, Olive and Ethan head for paradise. But when Olive runs into her future boss, the little white lie she tells him spirals out of control. Forced to play loving newlyweds, she and Ethan find themselves in closer proximity than they ever expected. Soon, Olive finds that maybe she doesn't mind pretending. In fact, she's beginning to feel kind of . . . lucky. Why readers LOVE Christina Lauren: 'Pure, irresistible magic from start to finish' Emily Henry 'One of my favourites. You'll race through it and won't fail to enjoy soaking up the amazing summery vibes' Paige Toon 'Witty and downright hilarious . . . a perfect feel-good romantic comedy' Helen Hoang, author of The Kiss Quotient 'What a joyful, warm, touching book! This is the book to read if you want to smile so hard your face hurts' Jasmine Guillory, New York Times bestselling author of The Proposal 'Will we ever stop falling in love with Christina Lauren's fictional men? The answer to this is HECK NO' Fangirlish",
    "pagecount": 223,
    "publisheddate": "2019-05-14",
    "tropes": [
      "Enemies To Lovers",
      "Forced Proximity",
      "Fake Marriage",
      "rom-com"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/The Unhoneymooners - Christina Lauren-c07d21af80.jpg"
  },
  {
    "id": "this girl|colleen hoover",
    "title": "This Girl",
    "author": "Colleen Hoover",
    "isbn13": "9781476746531",
    "blurb": "\"Layken and Will's love has managed to withstand the toughest of circumstances, and the young lovers, now married, are beginning to feel safe and secure in their union. As much as Layken relishes their new life together, she finds herself wanting to know everything there is to know about her husband, even though Will makes it clear he prefers to keep the painful memories of the past where they belong...In \"This Girl,\" Will tells the story of their complicated relationship from \"his\" point of view. Their future rests on how well they deal with the past in this final installment of the beloved Slammed series.\"--Provided by publisher.",
    "pagecount": 304,
    "publisheddate": "2013-08-13",
    "tropes": [
      "He Falls First",
      "Second Chance",
      "slow-burn",
      "She Falls First"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/This Girl - Colleen Hoover-b517d40461.jpg"
  },
  {
    "id": "twice in a blue moon|christina lauren",
    "title": "Twice in a Blue Moon",
    "author": "Christina Lauren",
    "isbn13": "9780349422763",
    "blurb": "'Emotional, sweet, and surprising novel about first loves and second chances' Shondaland 'You can never go wrong with Christina Lauren!' Paige Toon Sam was Tate's first: Her first love. Her first everything. Including her first heartbreak. During a whirlwind two-week vacation abroad, Sam and Tate fell for each other in only the way that first loves do: sharing all of their hopes, dreams, and deepest secrets along the way. Sam was the first, and only, person that Tate - the long-lost daughter of one of the world's biggest film stars - ever revealed her identity to. So when it became clear her trust was misplaced, her world shattered for good. Fourteen years later, Tate, now an up-and-coming actress, only thinks about her first love every once in a blue moon. When she steps onto the set of her first big break, he's the last person she expects to see. Yet here Sam is, the same charming, confident man she knew, but even more alluring than she remembered. Forced to confront the man who betrayed her, Tate must ask herself if it's possible to do the wrong thing for the right reason... and whether 'once in a lifetime' can really come around twice. Find out why readers LOVE Christina Lauren: 'Pure, irresistible magic from start to finish' Emily Henry 'Heartbreaking and hopeful' Amy Reichert 'Pure joy' Sally Thorne 'What a joyful, warm, touching book! This is the book to read if you want to smile so hard your face hurts' Jasmine Guillory 'Beautifully written and remarkably compelling Sarah J. Maas, New York Times bestselling author",
    "pagecount": 222,
    "publisheddate": "2019-10-22",
    "tropes": [
      "Childhood Sweethearts",
      "Fated Mates",
      "Second Chance",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Twice in a Blue Moon - Christina Lauren-99efae2d39.jpg"
  },
  {
    "id": "twisted games|ana huang",
    "title": "Twisted Games",
    "author": "Ana Huang",
    "isbn13": "9780349434308",
    "blurb": "Discover the addictive world of the Twisted series from Sunday Times bestselling author and TikTok sensation, Ana Huang! Read Twisted Games now for a steamy, angsty forbidden romance. She can never be his . . . but he's taking her anyway. Stoic, broody and arrogant, elite bodyguard Rhys Larsen has two rules: protect his clients at all costs and do not become emotionally involved. Ever. He has never once been tempted to break those rules . . . until her. Bridget von Ascheberg. A princess with a stubborn streak that matches his own and a hidden fire that reduces his rules to ash. She's nothing he expected and everything he never knew he needed. Day by day, inch by inch, she breaks down his defences until he's faced with a truth he can no longer deny: he swore an oath to protect her, but all he wants is to ruin her. Take her. Because she's his. His princess. His forbidden fruit. His every depraved fantasy. *** Regal, strong-willed and bound by the chains of duty, Princess Bridget dreams of the freedom to live and love as she chooses. But when her brother abdicates, she's suddenly faced with the prospect of a loveless, politically expedient marriage and a throne she never wanted. And as she navigates the intricacies - and treacheries - of her new role, she must also hide her desire for a man she can't have. Her bodyguard. Her protector. Her ultimate ruin. Unexpected and forbidden, theirs is a love that could destroy a kingdom . . . and doom them both. Twisted Games is a contemporary royal bodyguard romance. It's book two of the Twisted series but can be read as a standalone. Warning: This book contains a possessive alpha hero, explicit sexual content and profanity. *** Why fans love Ana Huang ⭐ ⭐ ⭐! 'King of Greed? More like King of my Heart (Ana Huang's Version)' Lauren Asher 'WE HAVE NO NOTES JUST LOTS OF HORNY FEELINGS' Ali Hazelwood 'Ana did not come to play . . . it was giving everything I asked for. It exceeded my expectations astronomically. I'm now severely depressed it's finished' @Aymanreads 'Ana Huang has done it ONCE again. But are we really surprised? No. Ana Huang truly is the queen of billionaire romances' Goodreads Review 'This book broke me into pieces and then pieced them back together' Goodreads Review 'Ana really said whether morally grey is your favourite OR NOT, let me give you someone to swoon over' Goodreads Review 'Ana Huang never disappoints. This was my most anticipated read of the month and it was EVERYTHING!!' Goodreads Review",
    "pagecount": 440,
    "publisheddate": "2022-04-14",
    "tropes": [
      "Bodyguard",
      "Forbidden Love",
      "grumpy/sunshine (man grumpy)",
      "Protective Hero",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Dark Romance"
    ],
    "cover": "assets/covers/Twisted Games - Ana Huang-b3b5ec61de.jpg"
  },
  {
    "id": "twisted hate|ana huang",
    "title": "Twisted Hate",
    "author": "Ana Huang",
    "isbn13": "9789021473123",
    "blurb": "Hij haat haar... bijna net zo erg als hij haar wil. Josh Chen is knap, arrogant en hard op weg een supersuccesvolle dokter te worden. Geen enkele vrouw is immuun voor zijn charmes, behalve Jules Ambrose... De twee kunnen elkaar niet uitstaan. Wanneer hun strijd eindigt in een onvergetelijke nacht stelt Josh een oplossing voor in de hoop Jules voor eens en voor altijd los te kunnen laten: ze worden vijanden met benefits. De regels zijn simpel: geen jaloezie, geen verplichtingen, en absoluut niet verliefd worden. *** De extraverte en ambitieuze Jules Ambrose richt zich op één ding: advocaat worden. Het laatste waar ze op zit te wachten, is tijd doorbrengen met een onuitstaanbare dokter... hoe goed die er dan ook uitziet. Maar hoe beter ze Josh leert kennen, hoe meer ze zich realiseert dat hij heel anders is dan ze eerst dacht. De vonken vliegen in het rond tussen de twee. Net wanneer ze denken dat ze elkaar een beetje begrijpen, komen er pijnlijke zaken uit het verleden naar boven die ze liever verborgen hadden gehouden. Durven ze eerlijk tegen elkaar te zijn, of laten ze leugens alles vernietigen? Twisted hate is het derde deel van de supersuccesvolle Twisted-serie van Ana Huang. Alle delen zijn los van elkaar te lezen.",
    "pagecount": 447,
    "publisheddate": "2023-12-12",
    "tropes": [
      "Enemies To Lovers",
      "Forced Proximity",
      "grumpy/sunshine (man grumpy)",
      "slow-burn",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Dark Romance",
      "Erotic Romance"
    ],
    "cover": "assets/covers/Twisted Hate - Ana Huang-260d542944.jpg"
  },
  {
    "id": "twisted lies|ana huang",
    "title": "Twisted Lies",
    "author": "Ana Huang",
    "isbn13": "9781957464046",
    "blurb": "\"Charming, deadly, and smart enough to hide it, Christian Harper is a monster dressed in the perfectly tailored suits of a gentleman. He has little use for morals and even less use for love, but he can't deny the strange pull he feels toward the woman living just one floor below him. She's the object of his darkest desires, the only puzzle he can't solve. And when the opportunity to get closer to her arises, he breaks his own rules to offer her a deal she can't refuse. Every monster has their weakness. She's his. Sweet, shy, and introverted despite her social media fame, Stella Alonso is a romantic who keeps her heart in a cage. Between her two jobs, she has little time or desire for a relationship. But when a threat from her past drives her into the arms-and house-of the most dangerous man she's ever met, she's tempted to let herself feel something for the first time in a long time. Theirs is a love twisted with secrets and tainted by lies...and when the truths are finally revealed, they could shatter everything.\" -- adapted from back jacket",
    "pagecount": 576,
    "publisheddate": "2022-06-24",
    "tropes": [
      "Dark Romance",
      "Enemies To Lovers",
      "Forced Proximity"
    ],
    "subgenres": [
      "Billionaire Romance",
      "Dark Romance"
    ],
    "cover": "assets/covers/Twisted Lies - Ana Huang-d42f3acc24.jpg"
  },
  {
    "id": "twisted love|ana huang",
    "title": "Twisted Love",
    "author": "Ana Huang",
    "isbn13": "9780349434278",
    "blurb": "Discover the addictive world of the Twisted series . . . ALEX VOLKOV is a devil blessed with the face of an angel and cursed with a past he can't escape. Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart. But when he's forced to look after his best friend's sister, he starts to feel something in his chest: A crack. A melt. A fire that could end his world as he knew it. AVA CHEN is a free spirit trapped by nightmares of a childhood she can't remember. But despite her broken past, she's never stopped seeing the beauty in the world . . . including the heart beneath the icy exterior of a man she shouldn't want. Her brother's best friend. Her neighbour. Her saviour and her downfall. Theirs is a love that was never supposed to happen - but when it does, it unleashes secrets that could destroy them both . . . and everything they hold dear.",
    "pagecount": 0,
    "publisheddate": "2022-05-05",
    "tropes": [
      "Close Proximity",
      "Enemies To Lovers",
      "Tortured Hero",
      "Neighbour"
    ],
    "subgenres": [
      "Dark Romance"
    ],
    "cover": "assets/covers/Twisted Love - Ana Huang-d42f3acc24.jpg"
  },
  {
    "id": "ugly love|colleen hoover",
    "title": "Ugly Love",
    "author": "Colleen Hoover",
    "isbn13": "9781476753195",
    "blurb": "From the #1 New York Times bestselling author of Regretting You, Verity, and It Ends with Us comes a hauntingly seductive tale of love, control, and the devastating secrets that can destroy it all. When Tate Collins moves in with her brother, the last thing she expects is to collide with Miles Archer, a brooding pilot with an unrelenting grip on his past. Their attraction is electric, undeniable, and all-consuming—but Miles has rules. No questions. No future. A no-strings arrangement seems simple at first, but a deep, shattering truth lurks just beneath the surface. Tate soon realizes that Miles is not just guarded but fractured. Torn between desire and self-destruction, his pain bleeds into every part of their dynamic. Miles’s past hides horrors that threaten to rip apart the fragile connection they’ve created, and Tate is forced to make a choice that will change both their lives forever. With suspense simmering underneath every moment of passion, Ugly Love is a whirlwind of lust, heartbreak, and dark revelations that build to a stunning crescendo. For those drawn to the raw tension and psychological complexities of Verity, this is a riveting story where emotions erupt, secrets fester, and love may not be enough to heal the deep scars etched into the past.",
    "pagecount": 336,
    "publisheddate": "2014-08-05",
    "tropes": [
      "Dark Romance",
      "slow-burn",
      "Suspense",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance",
      "Romantic Suspense"
    ],
    "cover": "assets/covers/Ugly Love - Colleen Hoover-02d48e1a79.jpg"
  },
  {
    "id": "under one roof|ali hazelwood",
    "title": "Under One Roof",
    "author": "Ali Hazelwood",
    "isbn13": "9780593437810",
    "blurb": "A USA Today Bestseller! From the New York Times bestselling author of The Love Hypothesis comes a new steamy, STEMinist novella… A scientist should never cohabitate with her annoyingly hot nemesis—it leads to combustion. Mara, Sadie, and Hannah are friends first, scientists always. Though their fields of study might take them to different corners of the world, they can all agree on this universal truth: when it comes to love and science, opposites attract and rivals make you burn… As an environmental engineer, Mara knows all about the delicate nature of ecosystems. They require balance. And leaving the thermostat alone. And not stealing someone else’s food. And other rules Liam, her detestable big-oil lawyer of a roommate, knows nothing about. Okay, sure, technically she’s the interloper. Liam was already entrenched in his aunt’s house like some glowering grumpy giant when Mara moved in, with his big muscles and kissable mouth just sitting there on the couch tempting respectable scientists to the dark side…but Helena was her mentor and Mara’s not about to move out and give up her inheritance without a fight. The problem is, living with someone means getting to know them. And the more Mara finds out about Liam, the harder it is to loathe him…and the easier it is to love him. To read Sadie and Hannah’s stories look for the novellas Stuck with You and Below Zero, coming soon from Berkley!",
    "pagecount": 133,
    "publisheddate": "2022-05-03",
    "tropes": [
      "grumpy/sunshine (man grumpy)",
      "Opposites Attract",
      "Roommate",
      "grumpy/sunshine (woman grumpy)"
    ],
    "subgenres": [
      "Office Romance",
      "Contemporary Romance"
    ],
    "cover": "assets/covers/Under One Roof - Ali Hazelwood-c08c81fcea.jpg"
  },
  {
    "id": "verity|colleen hoover",
    "title": "Verity",
    "author": "Colleen Hoover",
    "isbn13": "9789895648269",
    "blurb": "Mais um romance de sucesso. Verity é perturbador, arrepiante e inesperado. Uma experiência inesquecível. Lowen Ashleigh é uma escritora que se debate com grandes dificuldades financeiras, até que aceita uma oferta de trabalho irrecusável: terminar os três últimos volumes da série de sucesso de Verity Crawford, uma autora de renome que ficou incapacitada depois de um terrível acidente. Para poder entrar na cabeça de Verity e estudar as anotações e ideias reunidas ao longo de anos de trabalho, Lowen aceita o convite de Jeremy Crawford, marido da autora, e muda-se temporariamente para a casa deles. Mas o que ela não esperava encontrar no caótico escritório de Verity era a autobiografia inacabada da autora. Ao lê-la, percebe que esta não se destinava a ser partilhada com ninguém. São páginas e páginas de confissões arrepiantes, incluindo as memórias de Verity relativas ao dia da morte da filha. Lowen decide ocultar de Jeremy a existência do manuscrito, sabendo que o seu conteúdo destroçaria aquele pai, já em tão grande sofrimento. Mas, à medida que os sentimentos de Lowen por Jeremy se intensificam, ela apercebe-se de que talvez seja melhor ele ler as palavras escritas por Verity. Afinal de contas, por mais dedicado que Jeremy seja à sua mulher doente, uma verdade tão horrenda faria com que fosse impossível ele continuar a amá-la. Os elogios da crítica: «Aviso: Verity não vai derreter-lhe o coração... Vai incendiar-lhe a alma.» - Kindle Crack Book Reviews «Isto não é um livro, é uma experiência visceral!» - B. B. Easton, autora bestseller",
    "pagecount": 269,
    "publisheddate": "2021-09-27",
    "tropes": [
      "Dark Romance",
      "Suspense",
      "Tortured Hero"
    ],
    "subgenres": [
      "Dark Romance"
    ],
    "cover": "assets/covers/Verity - Colleen Hoover-1f78e84f42.jpg"
  },
  {
    "id": "we own tonight|corinne michaels",
    "title": "We Own Tonight",
    "author": "Corinne Michaels",
    "isbn13": "9781942834175",
    "blurb": "I'm not a one-night stand kind of woman. I'm especially not the woman who has a few drinks at a concert and ends up in bed with my childhood celebrity crush, Eli Walsh. However, that's exactly where I find myself. What's a girl to do after a drunken mistake? Run. I grab my clothes and get away from the powerful, irresistible, and best-sex-of-my-life superstar as fast as I can. His gorgeous green eyes, rock-hard body, and cocky smile have no place in my world. My life is complicated enough. Someone forgot to tell him that. Eli is relentless. Pushing his way into my heart, wearing me down, proving he's nothing like I assumed, and everything I need. But when my world shatters to pieces, he holds the broken bits together. Unwillingly, I fall desperately in love with him. He made me think we'd have forever . . . I should've listened when he said we could only own tonight.",
    "pagecount": 328,
    "publisheddate": "2017-09-07",
    "tropes": [
      "Celebrity",
      "insta-love",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/We Own Tonight - Corinne Michaels-d42f3acc24.jpg"
  },
  {
    "id": "whiskey chaser|claire kingsley and lucy score",
    "title": "Whiskey Chaser",
    "author": "Claire Kingsley and Lucy Score",
    "isbn13": "9781464242984",
    "blurb": "I want this with you, Dev. I want a big house and wild kids and bonfires. Raised by her three overbearing brothers, Scarlett is a hell-raising tomboy with a tool belt. A tornado stirring up trouble everywhere she goes. Her favorite pastimes? Drinking any man under the table and two-stepping. But she has zero interest in love. Scarlett's only being neighborly when she claims her sexy next-door neighbor as her new pet project. Devlin is a man at rock bottom. Marriage, political career, five-year plan to Washington, D.C. All destroyed with one well-placed jab. The golden boy is now the black sheep relegated to Bootleg Springs, a tiny West Virginia town with two claims to fame: 1. Moonshine and 2. The cold case disappearance of a teen girl. Devlin just wants to lick his wounds. But Scarlett has other ideas for his tongue... and the rest of him. She's determined to bring him back to life, even if getting him back on his feet means never seeing him again. But when an old mystery becomes new news, she'll need his help to survive the scandal.",
    "pagecount": 0,
    "publisheddate": "2024-09-24",
    "tropes": [
      "Close Proximity",
      "grumpy/sunshine (man grumpy)",
      "Neighbour",
      "grumpy/sunshine (woman grumpy)",
      "Neighbors To Lovers"
    ],
    "subgenres": [
      "Small Town Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Whiskey Chaser - Claire Kingsley and Lucy Score-d42f3acc24.jpg"
  },
  {
    "id": "wicked sexy liar|christina lauren",
    "title": "Wicked Sexy Liar",
    "author": "Christina Lauren",
    "isbn13": "9781476777986",
    "blurb": "London Hughes is very content to surf daily, tend bar, hang out with her group of friends, and slowly orient herself in the years after college. When a wave knocks her for a loop one morning, then Luke Sutter's flirtatious smile knocks her for another that evening, she veers slightly off course-- and into his path. Why not-- it's only one night. As much as she enjoys her fling with Luke, when London learns about his past-- more specifically, who's in it-- everything becomes the brand of complicated she strives to avoid. Can Luke manage things so he's not something she'll outright avoid as well?",
    "pagecount": 448,
    "publisheddate": "2016-02-02",
    "tropes": [
      "One Night Stand",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "rom-com"
    ],
    "cover": "assets/covers/Wicked Sexy Liar - Christina Lauren-460cede925.jpg"
  },
  {
    "id": "without merit|colleen hoover",
    "title": "Without Merit",
    "author": "Colleen Hoover",
    "isbn13": "9781501170638",
    "blurb": "From Colleen Hoover, the #1 New York Times bestselling author of It Starts with Us and It Ends with Us, comes a moving and haunting novel of family, love, and the power of the truth. Not every mistake deserves a consequence. Sometimes the only thing it deserves is forgiveness. The Voss family is anything but normal. They live in a repurposed church, newly baptized Dollar Voss. The once cancer-stricken mother lives in the basement, the father is married to the mother’s former nurse, the little half-brother isn’t allowed to do or eat anything fun, and the eldest siblings are irritatingly perfect. Then, there’s Merit. Merit Voss collects trophies she hasn’t earned and secrets her family forces her to keep. While browsing the local antiques shop for her next trophy, she finds Sagan. His wit and unapologetic idealism disarm and spark renewed life into her—until she discovers that he’s completely unavailable. Merit retreats deeper into herself, watching her family from the sidelines, when she learns a secret that no trophy in the world can fix. Fed up with the lies, Merit decides to shatter the happy family illusion that she’s never been a part of before leaving them behind for good. When her escape plan fails, Merit is forced to deal with the staggering consequences of telling the truth and losing the one boy she loves. Poignant and powerful, Without Merit explores the layers of lies that tie a family together and the power of love and truth.",
    "pagecount": 384,
    "publisheddate": "2017-10-03",
    "tropes": [
      "Dark Romance",
      "Redemption Arc",
      "Single Mum",
      "Secret Relationship"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Second Chance Romance"
    ],
    "cover": "assets/covers/Without Merit - Colleen Hoover-f2f9f15a69.jpg"
  },
  {
    "id": "you loved me once|corinne michaels",
    "title": "You Loved Me Once",
    "author": "Corinne Michaels",
    "isbn13": "9781942834656",
    "blurb": "A gynecological oncologist works through every challenge--personal and professional--to maintain balance within her life-changing work and within her emotional relationship with Dr. Westin Grant.",
    "pagecount": 336,
    "publisheddate": "2021-06-29",
    "tropes": [
      "boss/employee",
      "Medical Romance",
      "slow-burn"
    ],
    "subgenres": [
      "Contemporary Romance",
      "Medical Romance"
    ],
    "cover": "assets/covers/You Loved Me Once - Corinne Michaels-d42f3acc24.jpg"
  }
]